[
    {
        "abstract": "Determining the discrepancy between chronological and physiological age of patients is central to preventative and personalized care. Electronic medical records (EMR) provide rich information about the patient physiological state, but it is unclear whether such information can be predictive of chronological age. Here we present a deep learning model that uses vital signs and lab tests contained within the EMR of Mount Sinai Health System (MSHS) to predict chronological age. The model is trained on 377,686 EMR from patients of ages 18–85 years old. The discrepancy between the predicted and real chronological age is then used as a proxy to estimate physiological age. Overall, the model can predict the chronological age of patients with a standard deviation error of ∼7 years. The ages of the youngest and oldest patients were more accurately predicted, while patients of ages ranging between 40 and 60 years were the least accurately predicted. Patients with the largest discrepancy between their physiological and chronological age were further inspected. The patients predicted to be significantly older than their chronological age have higher systolic blood pressure, higher cholesterol, damaged liver, and anemia. In contrast, patients predicted to be younger than their chronological age have lower blood pressure and shorter stature among other indicators; both groups display lower weight than the population average. Using information from ∼10,000 patients from the entire cohort who have been also profiled with SNP arrays, genome-wide association study (GWAS) uncovers several novel genetic variants associated with aging. In particular, significant variants were mapped to genes known to be associated with inflammation, hypertension, lipid metabolism, height, and increased lifespan in mice. Several genes with missense mutations were identified as novel candidate aging genes. In conclusion, we demonstrate how EMR data can be used to assess overall health via a scale that is based on deviation from the patient’s predicted chronological age.", 
        "contributors": [
            "Wang, Zichen", 
            "Li, Li", 
            "Glicksberg, Benjamin S.", 
            "Israel, Ariel", 
            "Dudley, Joel T.", 
            "Ma'ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "2017/12/01/", 
            "year": "2017"
        }, 
        "doi": "https://doi.org/10.1016/j.jbi.2017.11.003", 
        "electronic-resource-num": "https://doi.org/10.1016/j.jbi.2017.11.003", 
        "isbn": "1532-0464", 
        "keywords": [
            "Deep learning", 
            "Aging", 
            "Medical records", 
            "Age prediction", 
            "Machine learning"
        ], 
        "number": "Supplement C", 
        "pages": "59-68", 
        "periodical": "Journal of Biomedical Informatics", 
        "titles": {
            "secondary-title": "Journal of Biomedical Informatics", 
            "title": "Predicting age by mining electronic medical records with deep learning characterizes differences between chronological and physiological age"
        }, 
        "urls": "http://www.sciencedirect.com/science/article/pii/S153204641730240X", 
        "volume": "76"
    }, 
    {
        "abstract": "More effective use of targeted anti-cancer drugs depends on elucidating the connection between the molecular states induced by drug treatment and the cellular phenotypes controlled by these states, such as cytostasis and death. This is particularly true when mutation of a single gene is inadequate as a predictor of drug response. The current paper describes a data set of ~600 drug cell line pairs collected as part of the NIH LINCS Program ( http://www.lincsproject.org/ ) in which molecular data (reduced dimensionality transcript L1000 profiles) were recorded across dose and time in parallel with phenotypic data on cellular cytostasis and cytotoxicity. We report that transcriptional and phenotypic responses correlate with each other in general, but whereas inhibitors of chaperones and cell cycle kinases induce similar transcriptional changes across cell lines, changes induced by drugs that inhibit intra-cellular signaling kinases are cell-type specific. In some drug/cell line pairs significant changes in transcription are observed without a change in cell growth or survival; analysis of such pairs identifies drug equivalence classes and, in one case, synergistic drug interactions. In this case, synergy involves cell-type specific suppression of an adaptive drug response.", 
        "contributors": [
            "Niepel, Mario", 
            "Hafner, Marc", 
            "Duan, Qiaonan", 
            "Wang, Zichen", 
            "Paull, Evan O.", 
            "Chung, Mirra", 
            "Lu, Xiaodong", 
            "Stuart, Joshua M.", 
            "Golub, Todd R.", 
            "Subramanian, Aravind", 
            "Ma’ayan, Avi", 
            "Sorger, Peter K."
        ], 
        "dates": {
            "pub-dates": "2017/10/30", 
            "year": "2017"
        }, 
        "doi": "10.1038/s41467-017-01383-w", 
        "electronic-resource-num": "10.1038/s41467-017-01383-w", 
        "isbn": "2041-1723", 
        "number": "1", 
        "pages": "1186", 
        "periodical": "Nature communications", 
        "titles": {
            "secondary-title": "Nature Communications", 
            "title": "Common and cell-type specific responses to anti-cancer drugs revealed by high throughput transcript profiling"
        }, 
        "urls": "https://doi.org/10.1038/s41467-017-01383-w", 
        "volume": "8"
    }, 
    {
        "abstract": "A recent clinical study showed that combination therapy consisting of mycophenolate mofetil, tacrolimus and steroids was shown to be more effective in achieving complete remission in patients with severe forms of lupus nephritis than conventional therapy consisting of intravenous cyclophosphamide and steroids. To explore the underlying molecular and cellular mechanisms of increased efficacy of the combination therapy regimen, we employed a mouse model of lupus nephritis, MRL/lpr mice, and treated them with monotherapies of prednisone, mycophenolate mofetil, or tacrolimus, or with their combination. Consistent with previous clinical findings, combination therapy markedly improved renal outcome compared to the monotherapies in mice with lupus nephritis. Transcriptomic analysis of their kidneys revealed distinct molecular pathways that were differentially regulated in combination therapy versus monotherapies. Combination therapy not only provided additive immunosuppressive effects, but also induced gene expression and molecular pathways to confer enhanced renoprotection. Specifically, combination therapy inhibited TLR7 expression in the kidneys of mice with lupus nephritis; combination of tacrolimus and mycophenolate mofetil led to better stabilization of the podocyte actin cytoskeleton through the reciprocal regulation of RhoA and Rac1 activities. Combination therapy strongly suppressed the IL-6/Stat3 pathway. These findings were further validated in renal biopsy samples from patients with lupus nephritis before and after treatments with mycophenolate mofetil, tacrolimus or combination therapy. Thus, our study further supports the earlier clinical finding and further provides insights into the molecular basis for increased efficacy of combination therapy.", 
        "access-date": "2017/11/26", 
        "contributors": [
            "Fu, Jia", 
            "Wang, Zichen", 
            "Lee, Kyung", 
            "Wei, Chengguo", 
            "Liu, Zhengzhao", 
            "Zhang, Mingchao", 
            "Zhou, Minlin", 
            "Cai, Minchao", 
            "Zhang, Weijia", 
            "Chuang, Peter Y.", 
            "Ma’ayan, Avi", 
            "He, John Cijiang", 
            "Liu, Zhihong"
        ], 
        "dates": "2017", 
        "doi": "10.1016/j.kint.2017.08.031", 
        "electronic-resource-num": "10.1016/j.kint.2017.08.031", 
        "isbn": "0085-2538", 
        "periodical": "Kidney International", 
        "publisher": "Elsevier", 
        "titles": {
            "secondary-title": "Kidney International", 
            "title": "Transcriptomic analysis uncovers novel synergistic mechanisms in combination therapy for lupus nephritis"
        }, 
        "urls": "http://dx.doi.org/10.1016/j.kint.2017.08.031"
    }, 
    {
        "abstract": "Arterioles and sinusoids of the bone marrow (BM) are accompanied by stromal cells that express nerve/glial antigen 2 (NG2) and leptin receptor (LepR), and constitute specialized niches that regulate quiescence and proliferation of haematopoietic stem cells (HSCs). However, how niche cells differentially regulate HSC functions remains unknown. Here, we show that the effects of cytokines regulating HSC functions are dependent on the producing cell sources. Deletion of chemokine C-X-C motif ligand 12 (Cxcl12) or stem cell factor (Scf) from all perivascular cells marked by nestin-GFP dramatically depleted BM HSCs. Selective Cxcl12 deletion from arteriolar NG2+ cells, but not from sinusoidal LepR+ cells, caused HSC reductions and altered HSC localization in BM. By contrast, deletion of Scf in LepR+ cells, but not NG2+ cells, led to reductions in BM HSC numbers. These results uncover distinct contributions of cytokines derived from perivascular cells in separate vascular niches to HSC maintenance.", 
        "contributors": [
            "Asada, Noboru", 
            "Kunisaki, Yuya", 
            "Pierce, Halley", 
            "Wang, Zichen", 
            "Fernandez, Nicolas F.", 
            "Birbrair, Alexander", 
            "Maayan, Avi", 
            "Frenette, Paul S."
        ], 
        "dates": {
            "pub-dates": "03//print", 
            "year": "2017"
        }, 
        "doi": "10.1038/ncb3475\rhttp://www.nature.com/ncb/journal/v19/n3/abs/ncb3475.html#supplementary-information", 
        "electronic-resource-num": "10.1038/ncb3475\rhttp://www.nature.com/ncb/journal/v19/n3/abs/ncb3475.html#supplementary-information", 
        "isbn": "1465-7392", 
        "label": "12", 
        "notes": "[rsquor]", 
        "number": "3", 
        "pages": "214-223", 
        "periodical": "Nature Cell Biology", 
        "publisher": "Nature Publishing Group", 
        "titles": {
            "secondary-title": "Nature Cell Biology", 
            "title": "Differential cytokine contributions of perivascular haematopoietic stem cell niches"
        }, 
        "urls": "http://dx.doi.org/10.1038/ncb3475", 
        "volume": "19", 
        "work-type": "Article"
    }, 
    {
        "contributors": [
            "Wang, Zichen", 
            "Monteiro, Caroline D.", 
            "Jagodnik, Kathleen M.", 
            "Fernandez, Nicolas F.", 
            "Gundersen, Gregory W.", 
            "Rouillard, Andrew D.", 
            "Jenkins, Sherry L.", 
            "Feldmann, Axel S.", 
            "Hu, Kevin S.", 
            "McDermott, Michael G.", 
            "Duan, Qiaonan", 
            "Clark, Neil R.", 
            "Jones, Matthew R.", 
            "Kou, Yan", 
            "Goff, Troy", 
            "Woodland, Holly", 
            "Amaral, Fabio M. R.", 
            "Szeto, Gregory L.", 
            "Fuchs, Oliver", 
            "Schüssler-Fiorenza Rose, Sophia M.", 
            "Sharma, Shvetank", 
            "Schwartz, Uwe", 
            "Bausela, Xabier Bengoetxea", 
            "Szymkiewicz, Maciej", 
            "Maroulis, Vasileios", 
            "Salykin, Anton", 
            "Barra, Carolina M.", 
            "Kruth, Candice D.", 
            "Bongio, Nicholas J.", 
            "Mathur, Vaibhav", 
            "Todoric, Radmila D.", 
            "Rubin, Udi E.", 
            "Malatras, Apostolos", 
            "Fulp, Carl T.", 
            "Galindo, John A.", 
            "Motiejunaite, Ruta", 
            "Jüschke, Christoph", 
            "Dishuck, Philip C.", 
            "Lahl, Katharina", 
            "Jafari, Mohieddin", 
            "Aibar, Sara", 
            "Zaravinos, Apostolos", 
            "Steenhuizen, Linda H.", 
            "Allison, Lindsey R.", 
            "Gamallo, Pablo", 
            "de Andres Segura, Fernando", 
            "Dae Devlin, Tyler", 
            "Pérez-García, Vicente", 
            "Ma’ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "09/26/online", 
            "year": "2016"
        }, 
        "doi": "10.1038/ncomms12846\rhttps://www.nature.com/articles/ncomms12846#supplementary-information", 
        "electronic-resource-num": "10.1038/ncomms12846\rhttps://www.nature.com/articles/ncomms12846#supplementary-information", 
        "label": "16", 
        "pages": "12846", 
        "periodical": "Nature communications", 
        "publisher": "The Author(s)", 
        "titles": {
            "secondary-title": "Nature communications", 
            "title": "Extraction and analysis of signatures from the Gene Expression Omnibus by the crowd"
        }, 
        "urls": "http://dx.doi.org/10.1038/ncomms12846", 
        "volume": "7", 
        "work-type": "Article"
    }, 
    {
        "abstract": "RNA-seq analysis is becoming a standard method for global gene expression profiling. However, open and standard pipelines to perform RNA-seq analysis by non-experts remain challenging due to the large size of the raw data files and the hardware requirements for running the alignment step. Here we introduce a reproducible open source RNA-seq pipeline delivered as an IPython notebook and a Docker image. The pipeline uses state-of-the-art tools and can run on various platforms with minimal configuration overhead. The pipeline enables the extraction of knowledge from typical RNA-seq studies by generating interactive principal component analysis (PCA) and hierarchical clustering (HC) plots, performing enrichment analyses against over 90 gene set libraries, and obtaining lists of small molecules that are predicted to either mimic or reverse the observed changes in mRNA expression. We apply the pipeline to a recently published RNA-seq dataset collected from human neuronal progenitors infected with the Zika virus (ZIKV). In addition to confirming the presence of cell cycle genes among the genes that are downregulated by ZIKV, our analysis uncovers significant overlap with upregulated genes that when knocked out in mice induce defects in brain morphology. This result potentially points to the molecular processes associated with the microcephaly phenotype observed in newborns from pregnant mothers infected with the virus. In addition, our analysis predicts small molecules that can either mimic or reverse the expression changes induced by ZIKV. The IPython notebook and Docker image are freely available at:  http://nbviewer.jupyter.org/github/maayanlab/Zika-RNAseq-Pipeline/blob/master/Zika.ipynb and  https://hub.docker.com/r/maayanlab/zika/.", 
        "accession-num": "PMC4972086", 
        "contributors": [
            "Wang, Zichen", 
            "Ma'ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "07/05\r06/28/accepted", 
            "year": "2016"
        }, 
        "doi": "10.12688/f1000research.9110.1", 
        "electronic-resource-num": "10.12688/f1000research.9110.1", 
        "isbn": "2046-1402", 
        "label": "5", 
        "notes": "27583132[pmid]\rF1000Res", 
        "pages": "1574", 
        "periodical": "F1000Research", 
        "pub-location": "London, UK", 
        "publisher": "F1000Research", 
        "remote-database-name": "PMC", 
        "titles": {
            "secondary-title": "F1000Research", 
            "title": "An open RNA-Seq data analysis pipeline tutorial with an example of reprocessing data from a recent Zika virus study"
        }, 
        "urls": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4972086/", 
        "volume": "5"
    }, 
    {
        "abstract": "Motivation: Adverse drug reactions (ADRs) are a central consideration during drug development. Here we present a machine learning classifier to prioritize ADRs for approved drugs and pre-clinical small-molecule compounds by combining chemical structure (CS) and gene expression (GE) features. The GE data is from the Library of Integrated Network-based Cellular Signatures (LINCS) L1000 dataset that measured changes in GE before and after treatment of human cells with over 20 000 small-molecule compounds including most of the FDA-approved drugs. Using various benchmarking methods, we show that the integration of GE data with the CS of the drugs can significantly improve the predictability of ADRs. Moreover, transforming GE features to enrichment vectors of biological terms further improves the predictive capability of the classifiers. The most predictive biological-term features can assist in understanding the drug mechanisms of action. Finally, we applied the classifier to all  &gt;20 000 small-molecules profiled, and developed a web portal for browsing and searching predictive small-molecule/ADR connections.Availability and Implementation: The interface for the adverse event predictions for the  &gt;20 000 LINCS compounds is available at http://maayanlab.net/SEP-L1000/.Contact:avi.maayan@mssm.eduSupplementary information: Supplementary data are available at Bioinformatics online.", 
        "contributors": [
            "Wang, Zichen", 
            "Clark, Neil R.", 
            "Ma’ayan, Avi"
        ], 
        "dates": "2016", 
        "doi": "10.1093/bioinformatics/btw168", 
        "electronic-resource-num": "10.1093/bioinformatics/btw168", 
        "isbn": "1367-4803", 
        "label": "10", 
        "notes": "10.1093/bioinformatics/btw168", 
        "number": "15", 
        "pages": "2338-2345", 
        "periodical": "Bioinformatics", 
        "titles": {
            "secondary-title": "Bioinformatics", 
            "title": "Drug-induced adverse events prediction with the LINCS L1000 data"
        }, 
        "urls": "http://dx.doi.org/10.1093/bioinformatics/btw168", 
        "volume": "32"
    }, 
    {
        "accession-num": "27526204", 
        "alt-periodical": {
            "abbr-1": "Nat Neurosci", 
            "full-title": "Nature neuroscience"
        }, 
        "auth-address": "Friedman Brain Institute, Department of Neuroscience, Icahn School of Medicine at Mount Sinai, New York, New York, USA.", 
        "contributors": [
            "von Schimmelmann, Melanie", 
            "Feinberg, Philip A.", 
            "Sullivan, Josefa M.", 
            "Ku, Stacy M.", 
            "Badimon, Ana", 
            "Duff, Mary Kaye", 
            "Wang, Zichen", 
            "Lachmann, Alexander", 
            "Dewell, Scott", 
            "Ma'ayan, Avi", 
            "Han, Ming-Hu", 
            "Tarakhovsky, Alexander", 
            "Schaefer, Anne"
        ], 
        "dates": {
            "pub-dates": "2016/10//", 
            "year": "2016"
        }, 
        "doi": "10.1038/nn.4360", 
        "electronic-resource-num": "10.1038/nn.4360", 
        "isbn": "1097-6256", 
        "keywords": "Gene Silencing", 
        "label": "10", 
        "language": "eng", 
        "number": "10", 
        "pages": "1321-1330", 
        "periodical": {
            "abbr-1": "Nat Neurosci", 
            "full-title": "Nature neuroscience"
        }, 
        "remote-database-name": "PubMed", 
        "titles": {
            "alt-title": "Nat Neurosci", 
            "secondary-title": "Nature neuroscience", 
            "title": "Polycomb repressive complex 2 (PRC2) silences genes responsible for neurodegeneration"
        }, 
        "urls": "https://doi.org/10.1038/nn.4360", 
        "volume": "19"
    }, 
    {
        "abstract": "Genomics, epigenomics, transcriptomics, proteomics and metabolomics efforts rapidly generate a plethora of data on the activity and levels of biomolecules within mammalian cells. At the same time, curation projects that organize knowledge from the biomedical literature into online databases are expanding. Hence, there is a wealth of information about genes, proteins and their associations, with an urgent need for data integration to achieve better knowledge extraction and data reuse. For this purpose, we developed the Harmonizome: a collection of processed datasets gathered to serve and mine knowledge about genes and proteins from over 70 major online resources. We extracted, abstracted and organized data into ∼72 million functional associations between genes/proteins and their attributes. Such attributes could be physical relationships with other biomolecules, expression in cell lines and tissues, genetic associations with knockout mouse or human phenotypes, or changes in expression after drug treatment. We stored these associations in a relational database along with rich metadata for the genes/proteins, their attributes and the original resources. The freely available Harmonizome web portal provides a graphical user interface, a web service and a mobile app for querying, browsing and downloading all of the collected data. To demonstrate the utility of the Harmonizome, we computed and visualized gene–gene and attribute–attribute similarity networks, and through unsupervised clustering, identified many unexpected relationships by combining pairs of datasets such as the association between kinase perturbations and disease signatures. We also applied supervised machine learning methods to predict novel substrates for kinases, endogenous ligands for G-protein coupled receptors, mouse phenotypes for knockout genes, and classified unannotated transmembrane proteins for likelihood of being ion channels. The Harmonizome is a comprehensive resource of knowledge about genes and proteins, and as such, it enables researchers to discover novel relationships between biological entities, as well as form novel data-driven hypotheses for experimental validation. Database URL: http://amp.pharm.mssm.edu/Harmonizome .", 
        "contributors": [
            "Rouillard, Andrew D.", 
            "Gundersen, Gregory W.", 
            "Fernandez, Nicolas F.", 
            "Wang, Zichen", 
            "Monteiro, Caroline D.", 
            "McDermott, Michael G.", 
            "Ma’ayan, Avi"
        ], 
        "dates": "2016", 
        "doi": "10.1093/database/baw100", 
        "electronic-resource-num": "10.1093/database/baw100", 
        "label": "25", 
        "notes": "10.1093/database/baw100", 
        "pages": "baw100-baw100", 
        "periodical": "Database", 
        "titles": {
            "secondary-title": "Database", 
            "title": "The harmonizome: a collection of processed datasets gathered to serve and mine knowledge about genes and proteins"
        }, 
        "urls": "http://dx.doi.org/10.1093/database/baw100", 
        "volume": "2016"
    }, 
    {
        "contributors": [
            "Rezza, Amélie", 
            "Wang, Zichen", 
            "Sennett, Rachel", 
            "Qiao, Wenlian", 
            "Wang, Dongmei", 
            "Heitman, Nicholas", 
            "Mok, Ka Wai", 
            "Clavel, Carlos", 
            "Yi, Rui", 
            "Zandstra, Peter", 
            "Ma’ayan, Avi", 
            "Rendl, Michael"
        ], 
        "dates": {
            "pub-dates": "3/29/", 
            "year": "2016"
        }, 
        "doi": "https://doi.org/10.1016/j.celrep.2016.02.078", 
        "electronic-resource-num": "https://doi.org/10.1016/j.celrep.2016.02.078", 
        "isbn": "2211-1247", 
        "keywords": [
            "hair follicle", 
            "hair growth", 
            "progenitors", 
            "dermal papilla", 
            "stem cells", 
            "stem cell niche", 
            "epithelial-mesenchymal interactions", 
            "transcriptomics", 
            "systems biology", 
            "big data", 
            "signaling networks"
        ], 
        "label": "10", 
        "number": "12", 
        "pages": "3001-3018", 
        "periodical": "Cell Reports", 
        "titles": {
            "secondary-title": "Cell Reports", 
            "title": "Signaling Networks among Stem Cell Precursors, Transit-Amplifying Progenitors, and their Niche in Developing Hair Follicles"
        }, 
        "urls": "http://www.sciencedirect.com/science/article/pii/S2211124716302133", 
        "volume": "14"
    }, 
    {
        "abstract": "Adult women are twice as likely as men to suffer from affective and anxiety disorders, although the mechanisms underlying heightened female stress susceptibility are incompletely understood. Recent findings in mouse Nucleus Accumbens (NAc) suggest a role for DNA methylation-driven sex differences in genome-wide transcriptional profiles. However, the role of another epigenetic process—microRNA (miR) regulation—has yet to be explored. We exposed male and female mice to Subchronic Variable Stress (SCVS), a stress paradigm that produces depression-like behavior in female, but not male, mice, and performed next generation mRNA and miR sequencing on NAc tissue. We applied a combination of differential expression, miR-mRNA network and functional enrichment analyses to characterize the transcriptional and post-transcriptional landscape of sex differences in NAc stress response. We find that male and female mice exhibit largely non-overlapping miR and mRNA profiles following SCVS. The two sexes also show enrichment of different molecular pathways and functions. Collectively, our results suggest that males and females mount fundamentally different transcriptional and post-transcriptional responses to SCVS and engage sex-specific molecular processes following stress. These findings have implications for the pathophysiology and treatment of stress-related disorders in women.", 
        "auth-address": "Scott J. Russo,Fishberg Department of Neuroscience and Friedman Brain Institute, Icahn School of Medicine at Mount Sinai,New York, NY, USA,scott.russo@mssm.edu", 
        "contributors": [
            "Pfau, Madeline L.", 
            "Purushothaman, Immanuel", 
            "Feng, Jian", 
            "Golden, Sam A.", 
            "Aleyasin, Hossein", 
            "Lorsch, Zachary S.", 
            "Cates, Hannah M.", 
            "Flanigan, Meghan E.", 
            "Menard, Caroline", 
            "Heshmati, Mitra", 
            "Wang, Zichen", 
            "Ma'ayan, Avi", 
            "Shen, Li", 
            "Hodes, Georgia E.", 
            "Russo, Scott J."
        ], 
        "dates": {
            "pub-dates": "2016-December-23", 
            "year": "2016"
        }, 
        "doi": "10.3389/fnmol.2016.00144", 
        "electronic-resource-num": "10.3389/fnmol.2016.00144", 
        "isbn": "1662-5099", 
        "keywords": "Depression,Stress, Psychological,sex differences,RNA-Seq,microRNA,Nucleus Accumbens", 
        "label": "1", 
        "language": "English", 
        "number": "144", 
        "periodical": "Frontiers in Molecular Neuroscience", 
        "titles": {
            "secondary-title": "Frontiers in Molecular Neuroscience", 
            "short-title": "Sex differences in stress-induced microRNA networks", 
            "title": "Integrative Analysis of Sex-Specific microRNA Networks Following Stress in Mouse Nucleus Accumbens"
        }, 
        "urls": "http://journal.frontiersin.org/article/10.3389/fnmol.2016.00144", 
        "volume": "9", 
        "work-type": "Original Research"
    }, 
    {
        "abstract": "The glucocorticoid receptor (GR), a nuclear receptor and major drug target, has a highly conserved minor splice variant, GRγ, which differs by a single arginine within the DNA binding domain. GRγ, which comprises 10% of all GR transcripts, is constitutively expressed and tightly conserved through mammalian evolution, suggesting an important non-redundant role. However, to date no specific role for GRγ has been reported. We discovered significant differences in subcellular localisation, and nuclear-cytoplasmic shuttling in response to ligand. In addition the GRγ transcriptome and protein interactome was distinct, and with a gene ontology signal for mitochondrial regulation which was confirmed using Seahorse technology. We propose that evolutionary conservation of the single additional arginine in GRγ is driven by a distinct, non-redundant functional profile, including regulation of mitochondrial function.", 
        "accession-num": "PMC4881047", 
        "contributors": [
            "Morgan, David J.", 
            "Poolman, Toryn M.", 
            "Williamson, Andrew J. K.", 
            "Wang, Zichen", 
            "Clark, Neil R.", 
            "Ma’ayan, Avi", 
            "Whetton, Anthony D.", 
            "Brass, Andrew", 
            "Matthews, Laura C.", 
            "Ray, David W."
        ], 
        "dates": {
            "pub-dates": "05/26\r02/26/received\r04/25/accepted", 
            "year": "2016"
        }, 
        "doi": "10.1038/srep26419", 
        "electronic-resource-num": "10.1038/srep26419", 
        "isbn": "2045-2322", 
        "label": "3", 
        "notes": "27226058[pmid]\rSci Rep", 
        "pages": "26419", 
        "periodical": "Scientific Reports", 
        "publisher": "Nature Publishing Group", 
        "remote-database-name": "PMC", 
        "titles": {
            "secondary-title": "Scientific Reports", 
            "title": "Glucocorticoid receptor isoforms direct distinct mitochondrial programs to regulate ATP production"
        }, 
        "urls": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4881047/", 
        "volume": "6"
    }, 
    {
        "abstract": "Enrichment analysis is a popular method for analyzing gene sets generated by genome-wide experiments. Here we present a significant update to one of the tools in this domain called Enrichr. Enrichr currently contains a large collection of diverse gene set libraries available for analysis and download. In total, Enrichr currently contains 180 184 annotated gene sets from 102 gene set libraries. New features have been added to Enrichr including the ability to submit fuzzy sets, upload BED files, improved application programming interface and visualization of the results as clustergrams. Overall, Enrichr is a comprehensive resource for curated gene sets and a search engine that accumulates biological knowledge for further biological discoveries. Enrichr is freely available at: http://amp.pharm.mssm.edu/Enrichr.", 
        "contributors": [
            "Kuleshov, Maxim V.", 
            "Jones, Matthew R.", 
            "Rouillard, Andrew D.", 
            "Fernandez, Nicolas F.", 
            "Duan, Qiaonan", 
            "Wang, Zichen", 
            "Koplev, Simon", 
            "Jenkins, Sherry L.", 
            "Jagodnik, Kathleen M.", 
            "Lachmann, Alexander", 
            "McDermott, Michael G.", 
            "Monteiro, Caroline D.", 
            "Gundersen, Gregory W.", 
            "Ma'ayan, Avi"
        ], 
        "dates": "2016", 
        "doi": "10.1093/nar/gkw377", 
        "electronic-resource-num": "10.1093/nar/gkw377", 
        "isbn": "0305-1048", 
        "label": "152", 
        "notes": "10.1093/nar/gkw377", 
        "number": "W1", 
        "pages": "W90-W97", 
        "periodical": "Nucleic Acids Research", 
        "titles": {
            "secondary-title": "Nucleic Acids Research", 
            "title": "Enrichr: a comprehensive gene set enrichment analysis web server 2016 update"
        }, 
        "urls": "http://dx.doi.org/10.1093/nar/gkw377", 
        "volume": "44"
    }, 
    {
        "abstract": "We postulated that multicentric glioblastoma (GBM) represents more invasiveness form than solitary GBM and has their own genomic characteristics. From May 2004 to June 2010 we retrospectively identified 51 treatment-naïve GBM patients with available clinical information from the Samsung Medical Center data registry. Multicentricity of the tumor was defined as the presence of multiple foci on the T1 contrast enhancement of MR images or having high signal for multiple lesions without contiguity of each other on the FLAIR image. Kaplan-Meier survival analysis demonstrated that multicentric GBM had worse prognosis than solitary GBM (median, 16.03 vs. 20.57 months, p < 0.05). Copy number variation (CNV) analysis revealed there was an increase in 11 regions, and a decrease in 17 regions, in the multicentric GBM. Gene expression profiling identified 738 genes to be increased and 623 genes to be decreased in the multicentric radiophenotype (p < 0.001). Integration of the CNV and expression datasets identified twelve representative genes: CPM, LANCL2, LAMP1, GAS6, DCUN1D2, CDK4, AGAP2, TSPAN33, PDLIM1, CLDN12, and GTPBP10 having high correlation across CNV, gene expression and patient outcome. Network and enrichment analyses showed that the multicentric tumor had elevated fibrotic signaling pathways compared with a more proliferative and mitogenic signal in the solitary tumors. Noninvasive radiological imaging together with integrative radiogenomic analysis can provide an important tool in helping to advance personalized therapy for the more clinically aggressive subset of GBM.", 
        "accession-num": "PMC4905491", 
        "contributors": [
            "Kong, Doo-Sik", 
            "Kim, Jinkuk", 
            "Lee, In-Hee", 
            "Kim, Sung Tae", 
            "Seol, Ho Jun", 
            "Lee, Jung-Il", 
            "Park, Woong-Yang", 
            "Ryu, Gyuha", 
            "Wang, Zichen", 
            "Ma'ayan, Avi", 
            "Nam, Do-Hyun"
        ], 
        "dates": {
            "pub-dates": "02/01\r09/29/received\r01/18/accepted", 
            "year": "2016"
        }, 
        "doi": "10.18632/oncotarget.7115", 
        "electronic-resource-num": "10.18632/oncotarget.7115", 
        "isbn": "1949-2553", 
        "label": "0", 
        "notes": "7115[PII]\r26863628[pmid]\rOncotarget", 
        "number": "10", 
        "pages": "11526-11538", 
        "periodical": "Oncotarget", 
        "publisher": "Impact Journals LLC", 
        "remote-database-name": "PMC", 
        "titles": {
            "secondary-title": "Oncotarget", 
            "title": "Integrative radiogenomic analysis for multicentric radiophenotype in glioblastoma"
        }, 
        "urls": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4905491/", 
        "volume": "7"
    }, 
    {
        "contributors": [
            "Duan, Qiaonan", 
            "Reid, St Patrick", 
            "Clark, Neil R.", 
            "Wang, Zichen", 
            "Fernandez, Nicolas F.", 
            "Rouillard, Andrew D.", 
            "Readhead, Ben", 
            "Tritsch, Sarah R.", 
            "Hodos, Rachel", 
            "Hafner, Marc", 
            "Niepel, Mario", 
            "Sorger, Peter K.", 
            "Dudley, Joel T.", 
            "Bavari, Sina", 
            "Panchal, Rekha G.", 
            "Ma’ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "08/04/online", 
            "year": "2016"
        }, 
        "doi": "10.1038/npjsba.2016.15\rhttps://www.nature.com/articles/npjsba201615#supplementary-information", 
        "electronic-resource-num": "10.1038/npjsba.2016.15\rhttps://www.nature.com/articles/npjsba201615#supplementary-information", 
        "label": "10", 
        "pages": "16015", 
        "periodical": "npj Systems Biology and Applications", 
        "publisher": "The Author(s)", 
        "titles": {
            "secondary-title": "npj Systems Biology and Applications", 
            "title": "L1000CDS2: LINCS L1000 characteristic direction signatures search engine"
        }, 
        "urls": "http://dx.doi.org/10.1038/npjsba.2016.15", 
        "volume": "2", 
        "work-type": "Article"
    }, 
    {
        "contributors": [
            "Yu, Zhouliang", 
            "Zhou, Xiang", 
            "Wang, Wenjing", 
            "Deng, Wenqiang", 
            "Fang, Junnan", 
            "Hu, Hao", 
            "Wang, Zichen", 
            "Li, Shangze", 
            "Cui, Lei", 
            "Shen, Jing", 
            "Zhai, Linhui", 
            "Peng, Shengyi", 
            "Wong, Jiemin", 
            "Dong, Shuo", 
            "Yuan, Zengqiang", 
            "Ou, Guangshuo", 
            "Zhang, Xiaodong", 
            "Xu, Ping", 
            "Lou, Jizhong", 
            "Yang, Na", 
            "Chen, Ping", 
            "Xu, Rui-Ming", 
            "Li, Guohong"
        ], 
        "dates": {
            "pub-dates": "2015/01/12/", 
            "year": "2015"
        }, 
        "doi": "10.1016/j.devcel.2014.11.030", 
        "electronic-resource-num": "http://dx.doi.org/10.1016/j.devcel.2014.11.030", 
        "isbn": "1534-5807", 
        "label": "35", 
        "number": "1", 
        "pages": "68-81", 
        "periodical": "Developmental Cell", 
        "titles": {
            "secondary-title": "Developmental Cell", 
            "title": "Dynamic Phosphorylation of CENP-A at Ser68 Orchestrates Its Cell-Cycle-Dependent Deposition at Centromeres"
        }, 
        "urls": "http://www.sciencedirect.com/science/article/pii/S1534580714007692", 
        "volume": "32"
    }, 
    {
        "abstract": "Thousands of biological and biomedical investigators study of the functional role of single genes and their protein products in normal physiology and in disease. The findings from these studies are reported in research articles that stimulate new research. It is now established that a complex regulatory networks's is controlling human cellular fate, and this community of researchers are continually unraveling this network topology. Attempts to integrate results from such accumulated knowledge resulted in literature-based protein-protein interaction networks (PPINs) and pathway databases. These databases are widely used by the community to analyze new data collected from emerging genome-wide studies with the assumption that the data within these literature-based databases is the ground truth and contain no biases. While suspicion for research focus biases is growing, a concrete proof for it is still missing. It is difficult to prove because the real PPINs are mostly unknown.", 
        "contributors": [
            "Wang, Zichen", 
            "Clark, Neil R.", 
            "Ma’ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "2015/06/06", 
            "year": "2015"
        }, 
        "doi": "10.1186/s12918-015-0173-z", 
        "electronic-resource-num": "10.1186/s12918-015-0173-z", 
        "isbn": "1752-0509", 
        "label": "5", 
        "number": "1", 
        "pages": "26", 
        "periodical": "BMC Systems Biology", 
        "titles": {
            "secondary-title": "BMC Systems Biology", 
            "title": "Dynamics of the discovery process of protein-protein interactions from low content studies"
        }, 
        "urls": "https://doi.org/10.1186/s12918-015-0173-z", 
        "volume": "9"
    }, 
    {
        "contributors": [
            "Sennett, Rachel", 
            "Wang, Zichen", 
            "Rezza, Amélie", 
            "Grisanti, Laura", 
            "Roitershtein, Nataly", 
            "Sicchio, Cristina", 
            "Mok, Ka Wai", 
            "Heitman, Nicholas J", 
            "Clavel, Carlos", 
            "Ma’ayan, Avi", 
            "Rendl, Michael"
        ], 
        "dates": {
            "pub-dates": "9/14/", 
            "year": "2015"
        }, 
        "doi": "https://doi.org/10.1016/j.devcel.2015.06.023", 
        "electronic-resource-num": "https://doi.org/10.1016/j.devcel.2015.06.023", 
        "isbn": "1534-5807", 
        "label": "19", 
        "number": "5", 
        "pages": "577-591", 
        "periodical": "Developmental Cell", 
        "titles": {
            "secondary-title": "Developmental Cell", 
            "title": "An Integrated Transcriptome Atlas of Embryonic Hair Follicle Progenitors, Their Niche, and the Developing Skin"
        }, 
        "urls": "http://www.sciencedirect.com/science/article/pii/S153458071500430X", 
        "volume": "34"
    }, 
    {
        "contributors": [
            "Rouillard, Andrew D.", 
            "Wang, Zichen", 
            "Ma’ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "2015/12/01/", 
            "year": "2015"
        }, 
        "doi": "10.1016/j.compbiolchem.2015.08.005", 
        "electronic-resource-num": "http://dx.doi.org/10.1016/j.compbiolchem.2015.08.005", 
        "isbn": "1476-9271", 
        "keywords": [
            "Data integration", 
            "Bioinformatics", 
            "Systems biology", 
            "Systems pharmacology", 
            "Network biology"
        ], 
        "label": "8", 
        "pages": "123-138", 
        "periodical": "Computational Biology and Chemistry", 
        "titles": {
            "secondary-title": "Computational Biology and Chemistry", 
            "title": "Reprint of “Abstraction for data integration: Fusing mammalian molecular, cellular and phenotype big datasets for better knowledge extraction”"
        }, 
        "urls": "http://www.sciencedirect.com/science/article/pii/S1476927115000833", 
        "volume": "59"
    }, 
    {
        "accession-num": "26848405", 
        "alt-periodical": {
            "abbr-1": "Proceedings (IEEE Int Conf Bioinformatics Biomed)", 
            "full-title": "Proceedings. IEEE International Conference on Bioinformatics and Biomedicine"
        }, 
        "auth-address": "Department of Pharmacology and Systems Therapeutics, Icahn School of Medicine at Mount Sinai School, One Gustave L. Levy Place, New York, NY, 10029, USA; Big Data to Knowledge (BD2K) Library of Integrated Network-based Cellular Signatures (LINCS) Data Coordination and Integration Center (DCIC); Mount Sinai Knowledge Management Center (KMC) for Illuminating the Druggable Genome (IDG).", 
        "contributors": [
            "Clark, Neil R.", 
            "Szymkiewicz, Maciej", 
            "Wang, Zichen", 
            "Monteiro, Caroline D.", 
            "Jones, Matthew R.", 
            "Ma'ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "2015/11//", 
            "year": "2015"
        }, 
        "doi": "26848405", 
        "isbn": "2156-1125", 
        "language": "eng", 
        "pages": "256-262", 
        "periodical": {
            "abbr-1": "Proceedings (IEEE Int Conf Bioinformatics Biomed)", 
            "full-title": "Proceedings. IEEE International Conference on Bioinformatics and Biomedicine"
        }, 
        "remote-database-name": "PubMed", 
        "titles": {
            "alt-title": "Proceedings (IEEE Int Conf Bioinformatics Biomed)", 
            "secondary-title": "Proceedings. IEEE International Conference on Bioinformatics and Biomedicine", 
            "title": "Principal Angle Enrichment Analysis (PAEA): Dimensionally Reduced Multivariate Gene Set Enrichment Analysis Tool"
        }, 
        "urls": [
            "http://europepmc.org/abstract/MED/26848405", 
            "http://europepmc.org/articles/PMC4737646?pdf=render", 
            "http://europepmc.org/articles/PMC4737646"
        ], 
        "volume": "2015"
    }, 
    {
        "abstract": "Datasets from recent large-scale projects can be integrated into one unified puzzle that can provide new insights into how drugs and genetic perturbations applied to human cells are linked to whole organism phenotypes. Data that report how drugs affect the phenotype of human cell-lines, and how drugs induce changes in gene and protein expression in human cell-lines, can be combined with knowledge about human disease, side effects induced by drugs, and mouse phenotypes. Such data integration effort can be achieved through the conversion of data from the various resources into single-node-type networks, gene-set libraries, or multi-partite graphs. This approach can lead us to the identification of more relationships between genes, drugs and phenotypes, as well as benchmark computational and experimental methods. Overall this lean “Big Data” integration strategy will bring us closer toward the goal of realizing personalized medicine.", 
        "accession-num": "PMC4153537", 
        "contributors": [
            "Ma’ayan, Avi", 
            "Rouillard, Andrew D.", 
            "Clark, Neil R.", 
            "Wang, Zichen", 
            "Duan, Qiaonan", 
            "Kou, Yan"
        ], 
        "dates": {
            "pub-dates": "08/07", 
            "year": "2014"
        }, 
        "doi": "10.1016/j.tips.2014.07.001", 
        "electronic-resource-num": "10.1016/j.tips.2014.07.001", 
        "isbn": "0165-6147\r1873-3735", 
        "label": "52", 
        "notes": "25109570[pmid]\rTrends Pharmacol Sci", 
        "number": "9", 
        "pages": "450-460", 
        "periodical": "Trends in pharmacological sciences", 
        "remote-database-name": "PMC", 
        "titles": {
            "secondary-title": "Trends in pharmacological sciences", 
            "title": "Lean Big Data Integration in Systems Biology and Systems Pharmacology"
        }, 
        "urls": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4153537/", 
        "volume": "35"
    }, 
    {
        "abstract": "The process of cellular senescence generates a repressive chromatin environment, however, the role of histone variants and histone proteolytic cleavage in senescence remains unclear. Using models of oncogene-induced and replicative senescence, here we report novel histone H3 tail cleavage events mediated by the protease Cathepsin L. We find that cleaved forms of H3 are nucleosomal and the histone variant H3.3 is the preferred cleaved form of H3. Ectopic expression of H3.3 and its cleavage product (H3.3cs1), which lacks the first twenty-one amino acids of the H3 tail, is sufficient to induce senescence. Further, H3.3cs1 chromatin incorporation is mediated by the HUCA histone chaperone complex. Genome-wide transcriptional profiling revealed that H3.3cs1 facilitates transcriptional silencing of cell cycle regulators including RB/E2F target genes, likely via the permanent removal of H3K4me3. Collectively, our study identifies histone H3.3 and its proteolytically processed forms as key regulators of cellular senescence.", 
        "accession-num": "PMC4235654", 
        "contributors": [
            "Duarte, Luis F.", 
            "Young, Andrew R. J.", 
            "Wang, Zichen", 
            "Wu, Hsan-Au", 
            "Panda, Taniya", 
            "Kou, Yan", 
            "Kapoor, Avnish", 
            "Hasson, Dan", 
            "Mills, Nicholas R.", 
            "Ma’ayan, Avi", 
            "Narita, Masashi", 
            "Bernstein, Emily"
        ], 
        "dates": {
            "pub-dates": "11/14", 
            "year": "2014"
        }, 
        "doi": "10.1038/ncomms6210", 
        "electronic-resource-num": "10.1038/ncomms6210", 
        "isbn": "2041-1723", 
        "label": "38", 
        "notes": "25394905[pmid]\rNat Commun", 
        "pages": "5210-5210", 
        "periodical": "Nature communications", 
        "remote-database-name": "PMC", 
        "titles": {
            "secondary-title": "Nature communications", 
            "title": "Histone H3.3 and its proteolytically processed form drive a cellular senescence program"
        }, 
        "urls": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4235654/", 
        "volume": "5"
    }, 
    {
        "abstract": "Summary: Recently, several high profile studies collected cell viability data from panels of cancer cell lines treated with many drugs applied at different concentrations. Such drug sensitivity data for cancer cell lines provide suggestive treatments for different types and subtypes of cancer. Visualization of these datasets can reveal patterns that may not be obvious by examining the data without such efforts. Here we introduce Drug/Cell-line Browser (DCB), an online interactive HTML5 data visualization tool for interacting with three of the recently published datasets of cancer cell lines/drug-viability studies. DCB uses clustering and canvas visualization of the drugs and the cell lines, as well as a bar graph that summarizes drug effectiveness for the tissue of origin or the cancer subtypes for single or multiple drugs. DCB can help in understanding drug response patterns and prioritizing drug/cancer cell line interactions by tissue of origin or cancer subtype. Availability and implementation: DCB is an open source Web-based tool that is freely available at: http://www.maayanlab.net/LINCS/DCBContact:avi.maayan@mssm.eduSupplementary information:Supplementary data are available at Bioinformatics online.", 
        "contributors": [
            "Duan, Qiaonan", 
            "Wang, Zichen", 
            "Fernandez, Nicolas F.", 
            "Rouillard, Andrew D.", 
            "Tan, Christopher M.", 
            "Benes, Cyril H.", 
            "Ma’ayan, Avi"
        ], 
        "dates": "2014", 
        "doi": "10.1093/bioinformatics/btu526", 
        "electronic-resource-num": "10.1093/bioinformatics/btu526", 
        "isbn": "1367-4803", 
        "label": "6", 
        "notes": "10.1093/bioinformatics/btu526", 
        "number": "22", 
        "pages": "3289-3290", 
        "periodical": "Bioinformatics", 
        "titles": {
            "secondary-title": "Bioinformatics", 
            "title": "Drug/Cell-line Browser: interactive canvas visualization of cancer drug/cell-line viability assay datasets"
        }, 
        "urls": "http://dx.doi.org/10.1093/bioinformatics/btu526", 
        "volume": "30"
    }, 
    {
        "abstract": "System-wide profiling of genes and proteins in mammalian cells produce lists of differentially expressed genes/proteins that need to be further analyzed for their collective functions in order to extract new knowledge. Once unbiased lists of genes or proteins are generated from such experiments, these lists are used as input for computing enrichment with existing lists created from prior knowledge organized into gene-set libraries. While many enrichment analysis tools and gene-set libraries databases have been developed, there is still room for improvement.", 
        "contributors": [
            "Chen, Edward Y.", 
            "Tan, Christopher M.", 
            "Kou, Yan", 
            "Duan, Qiaonan", 
            "Wang, Zichen", 
            "Meirelles, Gabriela Vaz", 
            "Clark, Neil R.", 
            "Ma’ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "April 15", 
            "year": "2013"
        }, 
        "doi": "10.1186/1471-2105-14-128", 
        "electronic-resource-num": "10.1186/1471-2105-14-128", 
        "isbn": "1471-2105", 
        "label": "537", 
        "number": "1", 
        "pages": "128", 
        "periodical": "BMC Bioinformatics", 
        "titles": {
            "secondary-title": "BMC Bioinformatics", 
            "title": "Enrichr: interactive and collaborative HTML5 gene list enrichment analysis tool"
        }, 
        "urls": "https://doi.org/10.1186/1471-2105-14-128", 
        "volume": "14", 
        "work-type": "journal article"
    }, 
    {
        "abstract": "The cell wall is important for pollen tube growth, but little is known about the molecular mechanism that controls cell wall deposition in pollen tubes. Here, the functional characterization of the pollen-expressed Arabidopsis cellulose synthase-like D genes CSLD1 and CSLD4 that are required for pollen tube growth is reported. Both CSLD1 and CSLD4 are highly expressed in mature pollen grains and pollen tubes. The CSLD1 and CSLD4 proteins are located in the Golgi apparatus and transported to the plasma membrane of the tip region of growing pollen tubes, where cellulose is actively synthesized. Mutations in CSLD1 and CSLD4 caused a significant reduction in cellulose deposition in the pollen tube wall and a remarkable disorganization of the pollen tube wall layers, which disrupted the genetic transmission of the male gametophyte. In csld1 and csld4 single mutants and in the csld1 csld4 double mutant, all the mutant pollen tubes exhibited similar phenotypes: the pollen tubes grew extremely abnormally both in vitro and in vivo, which indicates that CSLD1 and CSLD4 are not functionally redundant. Taken together, these results suggest that CSLD1 and CSLD4 play important roles in pollen tube growth, probably through participation in cellulose synthesis of the pollen tube wall.", 
        "contributors": [
            "Wang, Wei", 
            "Wang, Li", 
            "Chen, Chen", 
            "Xiong, Guangyan", 
            "Tan, Xiao-Yun", 
            "Yang, Ke-Zhen", 
            "Wang, Zi-Chen", 
            "Zhou, Yihua", 
            "Ye, De", 
            "Chen, Li-Qun"
        ], 
        "dates": "2011", 
        "doi": "10.1093/jxb/err221", 
        "electronic-resource-num": "10.1093/jxb/err221", 
        "isbn": "0022-0957", 
        "label": "40", 
        "notes": "10.1093/jxb/err221", 
        "number": "14", 
        "pages": "5161-5177", 
        "periodical": "Journal of Experimental Botany", 
        "titles": {
            "secondary-title": "Journal of Experimental Botany", 
            "title": "Arabidopsis CSLD1 and CSLD4 are required for cellulose deposition and normal growth of pollen tubes"
        }, 
        "urls": "http://dx.doi.org/10.1093/jxb/err221", 
        "volume": "62"
    }
]