[
    {
        "abstract": "Diabetic kidney disease (DKD) remains the most common cause of kidney failure and the treatment options are insufficient. Here, we used a connectivity mapping approach to first collect 15 gene expression signatures from 11 DKD related published independent studies. Then, by querying the Library of Integrated Network-based Cellular Signatures (LINCS) L1000 dataset, we identified drugs and other bioactive small molecules that are predicted to reverse these gene signatures in the diabetic kidney. Among the top consensus candidates, we selected a PLK1 inhibitor (BI-2536) for further experimental validation. We found that PLK1 expression was increased in the glomeruli of both human and mouse diabetic kidneys and localized largely in mesangial cells. We also found that BI-2536 inhibited mesangial cell proliferation and extracellular matrix in-vitro and ameliorated proteinuria and kidney injury in DKD mice. Further pathway analysis of the genes predicted to be reversed by the PLK1 inhibitor were of members of the TNF-α/NF-κB, JAK/STAT, and TGF-β/Smad3 pathways. In vitro, either BI-2536 treatment or knockdown of PLK1 dampened the NF-κB and Smad3 signal transduction and transcriptional activation. Together, these results suggest that the PLK1 inhibitor BI-2536 should be further investigated as a novel therapy for DKD.",
        "contributors": [
            "Zhang, Lu",
            "Wang, Zichen",
            "Liu, Ruijie",
            "Li, Zhengzhe",
            "Lin, Jennifer",
            "Wojciechowicz, Megan L.",
            "Huang, Jiyi",
            "Lee, Kyung",
            "Ma’ayan, Avi",
            "He, John Cijiang"
        ],
        "dates": {
            "pub-dates": "October 4",
            "year": "2020"
        },
        "doi": "10.2337/db20-0580",
        "periodical": "Diabetes",
        "titles": {
            "secondary-title": "Diabetes",
            "title": "Connectivity Mapping Identifies BI-2536 as a Potential Drug to Treat Diabetic Kidney Disease"
        }
    },
    {
        "abstract": "Objective: To assess association of clinical features on COVID-19 patient outcomes. Design: Retrospective observational study using electronic medical record data. Setting: Five member hospitals from the Mount Sinai Health System in New York City (NYC). Participants: 28 336 patients tested for SARS-CoV-2 from 24 February 2020 to 15 April 2020, including 6158 laboratory-confirmed COVID-19 cases. Main outcomes and measures: Positive test rates and in-hospital mortality were assessed for different racial groups. Among positive cases admitted to the hospital (N=3273), we estimated HR for both discharge and death across various explanatory variables, including patient demographics, hospital site and unit, smoking status, vital signs, lab results and comorbidities. Results: Hispanics (29%) and African Americans (25%) had disproportionately high positive case rates relative to their representation in the overall NYC population (p<0.05); however, no differences in mortality rates were observed in hospitalised patients based on race. Outcomes differed significantly between hospitals (Gray’s T=248.9; p<0.05), reflecting differences in average baseline age and underlying comorbidities. Significant risk factors for mortality included age (HR 1.05, 95% CI 1.04 to 1.06; p=1.15e-32), oxygen saturation (HR 0.985, 95% CI 0.982 to 0.988; p=1.57e-17), care in intensive care unit areas (HR 1.58, 95% CI 1.29 to 1.92; p=7.81e-6) and elevated creatinine (HR 1.75, 95% CI 1.47 to 2.10; p=7.48e-10), white cell count (HR 1.02, 95% CI 1.01 to 1.04; p=8.4e-3) and body mass index (BMI) (HR 1.02, 95% CI 1.00 to 1.03; p=1.09e-2). Deceased patients were more likely to have elevated markers of inflammation. Conclusions: While race was associated with higher risk of infection, we did not find racial disparities in inpatient mortality suggesting that outcomes in a single tertiary care health system are comparable across races. In addition, we identified key clinical features associated with reduced mortality and discharge. These findings could help to identify which COVID-19 patients are at greatest risk of a severe infection response and predict survival.",
        "contributors": [
            "Wang, Zichen",
            "Zheutlin, Amanda B.",
            "Kao, Yu-Han",
            "Ayers, Kristin L.",
            "Gross, Susan J.",
            "Kovatch, Patricia",
            "Nirenberg, Sharon",
            "Charney, Alexander W.",
            "Nadkarni, Girish N.",
            "De Freitas, Jessica K.",
            "Reilly, Paul F.",
            "Just, Allan C.",
            "Horowitz, Carol R.",
            "Martin, Glenn",
            "Branch, Andrea D.",
            "Glicksberg, Benjamin S.",
            "Charney, Dennis S.",
            "Reich, David L.",
            "Oh, William K.",
            "Schadt, Eric E.",
            "Chen, Rong",
            "Li, Li"
        ],
        "dates": {
            "pub-dates": "October 10",
            "year": "2020"
        },
        "doi": "10.1136/bmjopen-2020-040441",
        "periodical": "BMJ Open",
        "titles": {
            "secondary-title": "BMJ Open",
            "title": "Hospitalised COVID-19 patients of the Mount Sinai Health System: a retrospective observational study using the electronic medical records"
        }
    },
    {
        "abstract": "COVID-19 is a novel threat to human health worldwide. There is an urgent need to understand patient characteristics of having COVID-19 disease and evaluate markers of critical illness and mortality. Objective: To assess association of clinical features on patient outcomes. Design, Setting, and Participants: In this observational case series, patient-level data were extracted from electronic medical records for 28,336 patients tested for SARS-CoV-2 at the Mount Sinai Health System from 2/24/ to 4/15/2020, including 6,158 laboratory-confirmed cases. Exposures: Confirmed COVID-19 diagnosis by RT-PCR assay from nasal swabs. Main Outcomes and Measures: Effects of race on positive test rates and mortality were assessed. Among positive cases admitted to the hospital (N = 3,273), effects of patient demographics, hospital site and unit, social behavior, vital signs, lab results, and disease comorbidities on discharge and death were estimated. Results: Hispanics (29%) and African Americans (25%) had disproportionately high positive case rates relative to population base rates (p<2e-16); however, no differences in mortality rates were observed in the hospital. Outcome differed significantly between hospitals (Gray's T=248.9; p<2e-16), reflecting differences in average baseline age and underlying comorbidities. Significant risk factors for mortality included age (HR=1.05 [95% CI, 1.04-1.06]; p=1.15e-32), oxygen saturation (HR=0.985 [95% CI, 0.982-0.988]; p=1.57e-17), care in ICU areas (HR=1.58 [95% CI, 1.29-1.92]; p=7.81e-6), and elevated creatinine (HR=1.75 [95% CI, 1.47-2.10]; p=7.48e-10), alanine aminotransferase (ALT) (HR=1.002, [95% CI 1.001-1.003]; p=8.86e-5) and body-mass index (BMI) (HR=1.02, [95% CI 1.00-1.03]; p=1.09e-2). Asthma (HR=0.78 [95% CI, 0.62-0.98]; p=0.031) was significantly associated with increased length of hospital stay, but not mortality. Deceased patients were more likely to have elevated markers of inflammation. Baseline age, BMI, oxygen saturation, respiratory rate, white blood cell (WBC) count, creatinine, and ALT were significant prognostic indicators of mortality. Conclusions and Relevance: While race was associated with higher risk of infection, we did not find a racial disparity in inpatient mortality suggesting that outcomes in a single tertiary care health system are comparable across races. We identified clinical features associated with reduced mortality and discharge. These findings could help to identify which COVID-19 patients are at greatest risk and evaluate the impact on survival.",
        "contributors": [
            "Wang, Zichen",
            "Zheutlin, Amanda B.",
            "Kao, Yu-Han",
            "Ayers, Kristin L.",
            "Gross, Susan J.",
            "Kovatch, Patricia",
            "Nirenberg, Sharon",
            "Charney, Alexander W.",
            "Nadkarni, Girish N.",
            "Reilly, Paul F.",
            "Just, Allan C.",
            "Horowitz, Carol R.",
            "Martin, Glenn",
            "Branch, Andrea D.",
            "Glicksberg, Benjamin S.",
            "Charney, Dennis S.",
            "Reich, David L.",
            "Oh, William K.",
            "Schadt, Eric E.",
            "Chen, Rong",
            "Li, Li"
        ],
        "dates": {
            "pub-dates": "May 04",
            "year": "2020"
        },
        "doi": "10.1101/2020.04.28.20075788",
        "periodical": "medRxiv",
        "titles": {
            "secondary-title": "medRxiv",
            "title": "Analysis of hospitalized COVID-19 patients in the Mount Sinai Health System using electronic medical records (EMR) reveals important prognostic factors for improved clinical outcomes"
        }
    },    
    {
        "abstract": "Genetic variants are the primary driver of congenital heart disease (CHD) pathogenesis. However, our ability to identify causative variants is limited. To identify causal CHD genes that are associated with specific molecular functions, the study used prior knowledge to filter de novo variants from 2,881 probands with sporadic severe CHD. This approach enabled the authors to identify an association between left ventricular outflow tract obstruction lesions and genes associated with the WAVE2 complex and regulation of small GTPase-mediated signal transduction. Using CRISPR zebrafish knockdowns, the study confirmed that WAVE2 complex proteins brk1, nckap1, and wasf2 and the regulators of small GTPase signaling cul3a and racgap1 are critical to cardiac development.",
        "contributors": [
            "Edwards, Jonathan J.",
            "Rouillard, Andrew D.",
            "Fernandez, Nicolas F.",
            "Wang, Zichen",
            "Lachmann, Alexander",
            "Shankaran, Sunita S.",
            "Bisgrove, Brent W.",
            "Demarest, Bradley",
            "Turan, Nahid",
            "Srivastava, Deepak",
            "Bernstein, Daniel",
            "Deanfield, John",
            "Giardini, Alessandro",
            "Porter, George",
            "Kim, Richard",
            "Roberts, Amy E.",
            "Newburger, Jane W.",
            "Goldmuntz, Elizabeth",
            "Brueckner, Martina",
            "Lifton, Richard P.",
            "Seidman, Christine E.",
            "Chung, Wendy K.",
            "Tristani-Firouzi, Martin",
            "Yost, H. Joseph",
            "Ma’ayan, Avi",
            "Gelb, Bruce D."
        ],
        "dates": {
            "pub-dates": "April 4",
            "year": "2020"
        },
        "doi": "10.1016/j.jacbts.2020.01.012",
        "periodical": "JACC: Basic to Translational Science",
        "titles": {
            "secondary-title": "JACC: Basic to Translational Science",
            "title": "Systems Analysis Implicates WAVE2 Complex in the Pathogenesis of Developmental Left-Sided Obstructive Heart Defects"
        }
    },
    {
        "abstract": "Tissue homeostasis requires the balance of growth by cell production and regression through cell loss. In the hair cycle, during follicle regression, the niche traverses the skin through an unknown mechanism to reach the stem cell reservoir and trigger new growth. Here, we identify the dermal sheath that lines the follicle as the key driver of tissue regression and niche relocation through the smooth muscle contractile machinery that generates centripetal constriction force. We reveal that the calcium-calmodulin–myosin light chain kinase pathway controls sheath contraction. When this pathway is blocked, sheath contraction is inhibited, impeding follicle regression and niche relocation. Thus, our study identifies the dermal sheath as smooth muscle that drives follicle regression for reuniting niche and stem cells in order to regenerate tissue structure during homeostasis.",
        "contributors": [
            "Heitman, Nicholas",
            "Sennett, Rachel",
            "Mok, Ka-Wai",
            "Saxena, Nivedita",
            "Srivastava, Devika",
            "Martino, Pieter",
            "Grisanti, Laura",
            "Wang, Zichen",
            "Ma’ayan, Avi",
            "Rompolas, Panteleimon",
            "Rendl, Michael"
        ],
        "dates": {
            "pub-dates": "January 10",
            "year": "2020"
        },
        "doi": "10.1126/science.aax9131",
        "periodical": "Science",
        "titles": {
            "secondary-title": "Science",
            "title": "Dermal sheath contraction powers stem cell niche relocation during hair cycle regression"
        }
    },
    {
        "abstract": "Mining of integrated public transcriptomic and ChIP-Seq (cistromic) datasets can illuminate functions of mammalian cellular signaling pathways not yet explored in the research literature. Here, we designed a web knowledgebase, the Signaling Pathways Project (SPP), which incorporates community classifications of signaling pathway nodes (receptors, enzymes, transcription factors and co-nodes) and their cognate bioactive small molecules. We then mapped over 10,000 public transcriptomic or cistromic experiments to their pathway node or biosample of study. To enable prediction of pathway node-gene target transcriptional regulatory relationships through SPP, we generated consensus ‘omics signatures, or consensomes, which ranked genes based on measures of their significant differential expression or promoter occupancy across transcriptomic or cistromic experiments mapped to a specific node family. Consensomes were validated using alignment with canonical literature knowledge, gene target-level integration of transcriptomic and cistromic data points, and in bench experiments confirming previously uncharacterized node-gene target regulatory relationships. To expose the SPP knowledgebase to researchers, a web browser interface was designed that accommodates numerous routine data mining strategies. SPP is freely accessible at https://www.signalingpathways.org.",
        "contributors": [
            "Ochsner, Scott A.",
            "Abraham, David",
            "Martin, Kirt",
            "Ding, Wei",
            "McOwiti, Apollo",
            "Kankanamge, Wasula",
            "Wang, Zichen",
            "Andreano, Kaitlyn",
            "Hamilton, Ross A.",
            "Chen, Yue",
            "Hamilton, Angelica",
            "Gantner, Marin L.",
            "Dehart, Michael",
            "Qu, Shijing",
            "Hilsenbeck, Susan G.",
            "Becnel, Lauren B.",
            "Bridges, Dave",
            "Ma’ayan, Avi",
            "Huss, Janice M.",
            "Stossi, Fabio",
            "Foulds, Charles E.",
            "Kralli, Anastasia",
            "McDonnell, Donald P.",
            "McKenna, Neil J."
        ],
        "dates": {
            "pub-dates": "October 31",
            "year": "2019"
        },
        "doi": "10.1038/s41597-019-0193-4",
        "periodical": "Scientific Data",
        "titles": {
            "secondary-title": "Scientific Data",
            "title": "The Signaling Pathways Project, an integrated ‘omics knowledgebase for mammalian cellular signaling pathways"
        }
    },
    {
        "abstract": "Diabetes is far more prevalent in smokers than non-smokers, but the underlying mechanisms of vulnerability are unknown. Here we show that the diabetes-associated gene Tcf7l2 is densely expressed in the medial habenula (mHb) region of the rodent brain, where it regulates the function of nicotinic acetylcholine receptors. Inhibition of TCF7L2 signalling in the mHb increases nicotine intake in mice and rats. Nicotine increases levels of blood glucose by TCF7L2-dependent stimulation of the mHb. Virus-tracing experiments identify a polysynaptic connection from the mHb to the pancreas, and wild-type rats with a history of nicotine consumption show increased circulating levels of glucagon and insulin, and diabetes-like dysregulation of blood glucose homeostasis. By contrast, mutant Tcf7l2 rats are resistant to these actions of nicotine. Our findings suggest that TCF7L2 regulates the stimulatory actions of nicotine on a habenula–pancreas axis that links the addictive properties of nicotine to its diabetes-promoting actions.",
        "contributors": [
            "Duncan, Alexander",
            "Heyer, Mary P.",
            "Ishikawa, Masago",
            "Caligiuri, Stephanie P. B.",
            "Liu, Xin-an",
            "Chen, Zuxin",
            "Micioni Di Bonaventura, Maria Vittoria",
            "Elayouby, Karim S.",
            "Ables, Jessica L.",
            "Howe, William M.",
            "Bali, Purva",
            "Fillinger, Clementine",
            "Williams, Maya",
            "O’Connor, Richard  M.",
            "Wang, Zichen",
            "Lu, Qun",
            "Kamenecka, Theodore M.",
            "Ma’ayan, Avi",
            "O’Neill, Heidi C.",
            "Ibanez-Tallon, Ines",
            "Geurts, Aron M.",
            "Kenny, Paul J."        
        ],
        "dates": {
            "pub-dates": "October 16",
            "year": "2019"
        },
        "doi": "10.1038/s41586-019-1653-x",
        "periodical": "Nature",
        "titles": {
            "secondary-title": "Nature",
            "title": "Habenular TCF7L2 links nicotine addiction to diabetes"
        }
    },
    {
        "abstract": "Publicly available gene expression datasets deposited in the Gene Expression Omnibus (GEO) are growing at an accelerating rate. Such datasets hold great value for knowledge discovery, particularly when integrated. Although numerous software platforms and tools have been developed to enable reanalysis and integration of individual, or groups, of GEO datasets, large-scale reuse of those datasets is impeded by minimal requirements for standardized metadata both at the study and sample levels as well as uniform processing of the data across studies. Here, we review methodologies developed to facilitate the systematic curation and processing of publicly available gene expression datasets from GEO. We identify trends for advanced metadata curation and summarize approaches for reprocessing the data within the entire GEO repository.",
        "contributors": [
            "Wang, Zichen",
            "Lachmann, Alexander",
            "Ma’ayan, Avi"
        ],
        "dates": {
            "pub-dates": "February 01",
            "year": "2019"
        },
        "doi": "10.1007/s12551-018-0490-8",
        "electronic-resource-num": "10.1007/s12551-018-0490-8",
        "isbn": "1867-2469",
        "label": "Wang2019",
        "number": "1",
        "pages": "103-110",
        "periodical": "Biophysical Reviews",
        "titles": {
            "secondary-title": "Biophysical Reviews",
            "title": "Mining data and metadata from the gene expression omnibus"
        },
        "urls": "https://doi.org/10.1007/s12551-018-0490-8",
        "volume": "11",
        "work-type": "journal article"
    },
    {
        "abstract": "Haematopoietic stem cells (HSCs) are maintained by bone marrow niches in vivo1,2, but the ability of niche cells to maintain HSCs ex vivo is markedly diminished. Expression of niche factors by Nestin-GFP+ mesenchymal-derived stromal cells (MSCs) is downregulated upon culture, suggesting that transcriptional rewiring may contribute to this reduced HSC maintenance potential. Using an RNA sequencing screen, we identified five genes encoding transcription factors (Klf7, Ostf1, Xbp1, Irf3 and Irf7) that restored HSC niche function in cultured bone marrow-derived MSCs. These revitalized MSCs (rMSCs) exhibited enhanced synthesis of HSC niche factors while retaining their mesenchymal differentiation capacity. In contrast to HSCs co-cultured with control MSCs, HSCs expanded with rMSCs showed higher repopulation capacity and protected lethally irradiated recipient mice. Competitive reconstitution assays revealed an approximately sevenfold expansion of functional HSCs by rMSCs. rMSCs prevented the accumulation of DNA damage in cultured HSCs, a hallmark of ageing and replication stress. Analysis of the reprogramming mechanisms uncovered a role for myocyte enhancer factor 2c (Mef2c) in the revitalization of MSCs. These results provide insight into the transcriptional regulation of the niche with implications for stem cell-based therapies.",
        "contributors": [
            "Nakahara, Fumio",
            "Borger, Daniel K.",
            "Wei, Qiaozhi",
            "Pinho, Sandra",
            "Maryanovich, Maria",
            "Zahalka, Ali H.",
            "Suzuki, Masako",
            "Cruz, Cristian D.",
            "Wang, Zichen",
            "Xu, Chunliang",
            "Boulais, Philip E.",
            "Ma’ayan, Avi",
            "Greally, John M.",
            "Frenette, Paul S."
        ],
        "dates": {
            "pub-dates": "2019/04/15",
            "year": "2019"
        },
        "doi": "10.1038/s41556-019-0308-3",
        "electronic-resource-num": "10.1038/s41556-019-0308-3",
        "isbn": "1476-4679",
        "periodical": "Nature Cell Biology",
        "titles": {
            "secondary-title": "Nature Cell Biology",
            "title": "Engineering a haematopoietic stem cell niche by revitalizing mesenchymal stromal cells"
        },
        "urls": "https://doi.org/10.1038/s41556-019-0308-3"
    },
    {
        "abstract": "Summary Cell fate transitions are essential for specification of stem cells and their niches, but the precise timing and sequence of molecular events during embryonic development are largely unknown. Here, we identify, with 3D and 4D microscopy, unclustered precursors of dermal condensates (DC), signaling niches for epithelial progenitors in hair placodes. With population-based and single-cell transcriptomics, we define a molecular time-lapse from pre-DC fate specification through DC niche formation and establish the developmental trajectory as the DC lineage emerges from fibroblasts. Co-expression of downregulated fibroblast and upregulated DC genes in niche precursors reveals a transitory molecular state following a proliferation shutdown. Waves of transcription factor and signaling molecule expression then coincide with DC formation. Finally, ablation of epidermal Wnt signaling and placode-derived FGF20 demonstrates their requirement for pre-DC specification. These findings uncover a progenitor-dependent niche precursor fate and the transitory molecular events controlling niche formation and function.",
        "contributors": [
            "Mok, Ka-Wai",
            "Saxena, Nivedita",
            "Heitman, Nicholas",
            "Grisanti, Laura",
            "Srivastava, Devika",
            "Muraro, Mauro J.",
            "Jacob, Tina",
            "Sennett, Rachel",
            "Wang, Zichen",
            "Su, Yutao",
            "Yang, Lu M.",
            "Ma’ayan, Avi",
            "Ornitz, David M.",
            "Kasper, Maria",
            "Rendl, Michael"
        ],
        "dates": {
            "pub-dates": "2019/01/07/",
            "year": "2019"
        },
        "doi": "https://doi.org/10.1016/j.devcel.2018.11.034",
        "electronic-resource-num": "https://doi.org/10.1016/j.devcel.2018.11.034",
        "isbn": "1534-5807",
        "keywords": [
            "stem cell niche",
            "dermal condensate precursors",
            "dermal papilla",
            "hair follicle morphogenesis",
            "hair follicle formation",
            "cell fate specification",
            "placode progenitors",
            "single cell"
        ],
        "number": "1",
        "pages": "32-48.e5",
        "periodical": "Developmental Cell",
        "titles": {
            "secondary-title": "Developmental Cell",
            "title": "Dermal Condensate Niche Fate Specification Occurs Prior to Formation and Is Placode Progenitor Dependent"
        },
        "urls": "http://www.sciencedirect.com/science/article/pii/S1534580718310177",
        "volume": "48"
    },
    {
        "abstract": "Connectivity mapping resources consist of signatures representing changes in cellular state following systematic small-molecule, disease, gene, or other form of perturbations. Such resources enable the characterization of signatures from novel perturbations based on similarity; provide a global view of the space of many themed perturbations; and allow the ability to predict cellular, tissue, and organismal phenotypes for perturbagens. A signature search engine enables hypothesis generation by finding connections between query signatures and the database of signatures. This framework has been used to identify connections between small molecules and their targets, to discover cell-specific responses to perturbations and ways to reverse disease expression states with small molecules, and to predict small-molecule mimickers for existing drugs. This review provides a historical perspective and the current state of connectivity mapping resources with a focus on both methodology and community implementations.",
        "contributors": [
            "Keenan, Alexandra B.",
            "Wojciechowicz, Megan L.",
            "Wang, Zichen",
            "Jagodnik, Kathleen M.",
            "Jenkins, Sherry L.",
            "Lachmann, Alexander",
            "Ma'ayan, Avi"
        ],
        "dates": "2019",
        "doi": "10.1146/annurev-biodatasci-072018-021211",
        "electronic-resource-num": "10.1146/annurev-biodatasci-072018-021211",
        "keywords": "systems biology,systems pharmacology,network analysis,drug repositioning,signature commons,responsome",
        "number": "1",
        "pages": "69-92",
        "periodical": "Annual Review of Biomedical Data Science",
        "titles": {
            "secondary-title": "Annual Review of Biomedical Data Science",
            "title": "Connectivity Mapping: Methods and Applications"
        },
        "urls": "https://www.annualreviews.org/doi/abs/10.1146/annurev-biodatasci-072018-021211",
        "volume": "2"
    },
    {
        "abstract": "Identifying the transcription factors (TFs) responsible for observed changes in gene expression is an important step in understanding gene regulatory networks. ChIP-X Enrichment Analysis 3 (ChEA3) is a transcription factor enrichment analysis tool that ranks TFs associated with user-submitted gene sets. The ChEA3 background database contains a collection of gene set libraries generated from multiple sources including TF–gene co-expression from RNA-seq studies, TF–target associations from ChIP-seq experiments, and TF–gene co-occurrence computed from crowd-submitted gene lists. Enrichment results from these distinct sources are integrated to generate a composite rank that improves the prediction of the correct upstream TF compared to ranks produced by individual libraries. We compare ChEA3 with existing TF prediction tools and show that ChEA3 performs better. By integrating the ChEA3 libraries, we illuminate general transcription factor properties such as whether the TF behaves as an activator or a repressor. The ChEA3 web-server is available from https://amp.pharm.mssm.edu/ChEA3.",
        "access-date": "8/9/2019",
        "contributors": [
            "Keenan, Alexandra B",
            "Torre, Denis",
            "Lachmann, Alexander",
            "Leong, Ariel K",
            "Wojciechowicz, Megan L",
            "Utti, Vivian",
            "Jagodnik, Kathleen M",
            "Kropiwnicki, Eryk",
            "Wang, Zichen",
            "Ma’ayan, Avi"
        ],
        "dates": "2019",
        "doi": "10.1093/nar/gkz446",
        "electronic-resource-num": "10.1093/nar/gkz446",
        "isbn": "0305-1048",
        "number": "W1",
        "pages": "W212-W224",
        "periodical": "Nucleic Acids Research",
        "titles": {
            "secondary-title": "Nucleic Acids Research",
            "title": "ChEA3: transcription factor enrichment analysis by orthogonal omics integration"
        },
        "urls": "https://doi.org/10.1093/nar/gkz446",
        "volume": "47"
    },
    {
        "abstract": "Atherosclerosis is driven by multifaceted contributions of the immune system within the circulation and at vascular focal sites. However, specific characteristics of dysregulated immune cells within atherosclerotic lesions that lead to clinical events such as ischemic stroke or myocardial infarction are poorly understood. Here, using single-cell proteomic and transcriptomic analyses, we uncovered distinct features of both T cells and macrophages in carotid artery plaques of patients with clinically symptomatic disease (recent stroke or transient ischemic attack) compared to asymptomatic disease (no recent stroke). Plaques from symptomatic patients were characterized by a distinct subset of CD4+ T cells and by T cells that were activated and differentiated. Moreover, some T cell subsets in these plaques presented markers of T cell exhaustion. Additionally, macrophages from these plaques contained alternatively activated phenotypes, including subsets associated with plaque vulnerability. In plaques from asymptomatic patients, T cells and macrophages were activated and displayed evidence of interleukin-1β signaling. The identification of specific features of innate and adaptive immune cells in plaques that are associated with cerebrovascular events may enable the design of more precisely tailored cardiovascular immunotherapies.",
        "contributors": [
            "Fernandez, Dawn M.",
            "Rahman, Adeeb H.",
            "Fernandez, Nicolas F.",
            "Chudnovskiy, Aleksey",
            "Amir, El-ad David",
            "Amadori, Letizia",
            "Khan, Nayaab S.",
            "Wong, Christine K.",
            "Shamailova, Roza",
            "Hill, Christopher A.",
            "Wang, Zichen",
            "Remark, Romain",
            "Li, Jennifer R.",
            "Pina, Christian",
            "Faries, Christopher",
            "Awad, Ahmed J.",
            "Moss, Noah",
            "Bjorkegren, Johan L. M.",
            "Kim-Schulze, Seunghee",
            "Gnjatic, Sacha",
            "Ma’ayan, Avi",
            "Mocco, J.",
            "Faries, Peter",
            "Merad, Miriam",
            "Giannarelli, Chiara"
        ],
        "dates": {
            "pub-dates": "2019/10/01",
            "year": "2019"
        },
        "doi": "10.1038/s41591-019-0590-4",
        "electronic-resource-num": "10.1038/s41591-019-0590-4",
        "isbn": "1546-170X",
        "number": "10",
        "pages": "1576-1588",
        "periodical": "Nature Medicine",
        "titles": {
            "secondary-title": "Nature Medicine",
            "title": "Single-cell immune landscape of human atherosclerotic plaques"
        },
        "urls": "https://doi.org/10.1038/s41591-019-0590-4",
        "volume": "25"
    },
    {
        "abstract": "The opioid epidemic in the United States is averaging over 100 deaths per day due to overdose. The effectiveness of opioids as pain treatments, and the drug-seeking behavior of opioid addicts, leads physicians in the United States to issue over 200 million opioid prescriptions every year. To better understand the biomedical profile of opioid-dependent patients, we analyzed information from electronic health records (EHR) including lab tests, vital signs, medical procedures, prescriptions, and other data from millions of patients to predict opioid substance dependence.",
        "contributors": [
            "Ellis, Randall J.",
            "Wang, Zichen",
            "Genes, Nicholas",
            "Ma’ayan, Avi"
        ],
        "dates": {
            "pub-dates": "2019/01/29",
            "year": "2019"
        },
        "doi": "10.1186/s13040-019-0193-0",
        "electronic-resource-num": "10.1186/s13040-019-0193-0",
        "isbn": "1756-0381",
        "number": "1",
        "pages": "3",
        "periodical": "BioData Mining",
        "titles": {
            "secondary-title": "BioData Mining",
            "title": "Predicting opioid dependence from electronic health records with machine learning"
        },
        "urls": "https://doi.org/10.1186/s13040-019-0193-0",
        "volume": "12"
    },
    {
        "abstract": "MotivationAs part of the NIH Library of Integrated Network-based Cellular Signatures program, hundreds of thousands of transcriptomic signatures were generated with the L1000 technology, profiling the response of human cell lines to over 20 000 small molecule compounds. This effort is a promising approach toward revealing the mechanisms-of-action (MOA) for marketed drugs and other less studied potential therapeutic compounds.ResultsL1000 fireworks display (L1000FWD) is a web application that provides interactive visualization of over 16 000 drug and small-molecule induced gene expression signatures. L1000FWD enables coloring of signatures by different attributes such as cell type, time point, concentration, as well as drug attributes such as MOA and clinical phase. Signature similarity search is implemented to enable the search for mimicking or opposing signatures given as input of up and down gene sets. Each point on the L1000FWD interactive map is linked to a signature landing page, which provides multifaceted knowledge from various sources about the signature and the drug. Notably such information includes most frequent diagnoses, co-prescribed drugs and age distribution of prescriptions as extracted from the Mount Sinai Health System electronic medical records. Overall, L1000FWD serves as a platform for identifying functions for novel small molecules using unsupervised clustering, as well as for exploring drug MOA.Availability and implementationL1000FWD is freely accessible at: http://amp.pharm.mssm.edu/L1000FWD.Supplementary informationSupplementary data are available at Bioinformatics online.",
        "contributors": [
            "Wang, Zichen",
            "Lachmann, Alexander",
            "Keenan, Alexandra B.",
            "Ma’ayan, Avi"
        ],
        "dates": "2018",
        "doi": "10.1093/bioinformatics/bty060",
        "electronic-resource-num": "10.1093/bioinformatics/bty060",
        "isbn": "1367-4803",
        "notes": "10.1093/bioinformatics/bty060",
        "number": "12",
        "pages": "2150-2152",
        "periodical": "Bioinformatics",
        "titles": {
            "secondary-title": "Bioinformatics",
            "title": "L1000FWD: fireworks visualization of drug-induced transcriptomic signatures"
        },
        "urls": "http://dx.doi.org/10.1093/bioinformatics/bty060",
        "volume": "34"
    },
    {
        "abstract": "Mechanistic molecular studies in biomedical research often discover important genes that are aberrantly over- or under-expressed in disease. However, manipulating these genes in an attempt to improve the disease state is challenging. Herein, we reveal Drug Gene Budger (DGB), a web-based and mobile application developed to assist investigators in order to prioritize small molecules that are predicted to maximally influence the expression of their target gene of interest. With DGB, users can enter a gene symbol along with the wish to up-regulate or down-regulate its expression. The output of the application is a ranked list of small molecules that have been experimentally determined to produce the desired expression effect. The table includes log-transformed fold change, P-value and q-value for each small molecule, reporting the significance of differential expression as determined by the limma method. Relevant links are provided to further explore knowledge about the target gene, the small molecule and the source of evidence from which the relationship between the small molecule and the target gene was derived. The experimental data contained within DGB is compiled from signatures extracted from the LINCS L1000 dataset, the original Connectivity Map (CMap) dataset and the Gene Expression Omnibus (GEO). DGB also presents a specificity measure for a drug–gene connection based on the number of genes a drug modulates. DGB provides a useful preliminary technique for identifying small molecules that can target the expression of a single gene in human cells and tissues.The application is freely available on the web at http://DGB.cloud and as a mobile phone application on iTunes https://itunes.apple.com/us/app/drug-gene-budger/id1243580241? mt=8 and Google Play https://play.google.com/store/apps/details? id=com.drgenebudger.Supplementary data are available at Bioinformatics online.",
        "access-date": "10/10/2019",
        "contributors": [
            "Wang, Zichen",
            "He, Edward",
            "Sani, Kevin",
            "Jagodnik, Kathleen M",
            "Silverstein, Moshe C",
            "Ma’ayan, Avi"
        ],
        "dates": "2018",
        "doi": "10.1093/bioinformatics/bty763",
        "electronic-resource-num": "10.1093/bioinformatics/bty763",
        "isbn": "1367-4803",
        "number": "7",
        "pages": "1247-1248",
        "periodical": "Bioinformatics",
        "titles": {
            "secondary-title": "Bioinformatics",
            "title": "Drug Gene Budger (DGB): an application for ranking drugs to modulate a specific gene based on transcriptomic signatures"
        },
        "urls": "https://doi.org/10.1093/bioinformatics/bty763",
        "volume": "35"
    },
    {
        "contributors": [
            "Torre, Denis",
            "Krawczuk, Patrycja",
            "Jagodnik, Kathleen M.",
            "Lachmann, Alexander",
            "Wang, Zichen",
            "Wang, Lily",
            "Kuleshov, Maxim V.",
            "Ma’ayan, Avi"
        ],
        "dates": {
            "pub-dates": "02/27/online",
            "year": "2018"
        },
        "doi": "10.1038/sdata.2018.23",
        "electronic-resource-num": "10.1038/sdata.2018.23",
        "pages": "180023",
        "periodical": "Scientific Data",
        "publisher": "The Author(s)",
        "titles": {
            "secondary-title": "Scientific Data",
            "title": "Datasets2Tools, repository and search engine for bioinformatics datasets, tools and canned analyses"
        },
        "urls": "http://dx.doi.org/10.1038/sdata.2018.23",
        "volume": "5",
        "work-type": "Article"
    },
    {
        "abstract": "While multiple mechanisms of BRAFV600-mutant melanoma resistance to targeted MAPK signaling inhibitors (MAPKi) have been reported, the epigenetic regulation of this process remains undetermined. Here, using a CRISPR–Cas9 screen targeting chromatin regulators, we discover that haploinsufficiency of the histone deacetylase SIRT6 allows melanoma cell persistence in the presence of MAPKi. Haploinsufficiency, but not complete loss of SIRT6 promotes IGFBP2 expression via increased chromatin accessibility, H3K56 acetylation at the IGFBP2 locus, and consequent activation of the IGF-1 receptor (IGF-1R) and downstream AKT signaling. Combining a clinically applicable IGF-1Ri with BRAFi overcomes resistance of SIRT6 haploinsufficient melanoma cells in vitro and in vivo. Using matched melanoma samples derived from patients receiving dabrafenib + trametinib, we identify IGFBP2 as a potential biomarker for MAPKi resistance. Our study has not only identified an epigenetic mechanism of drug resistance, but also provides insights into a combinatorial therapy that may overcome resistance to standard-of-care therapy for BRAFV600-mutant melanoma patients.",
        "contributors": [
            "Strub, Thomas",
            "Ghiraldini, Flavia G.",
            "Carcamo, Saul",
            "Li, Man",
            "Wroblewska, Aleksandra",
            "Singh, Rajendra",
            "Goldberg, Matthew S.",
            "Hasson, Dan",
            "Wang, Zichen",
            "Gallagher, Stuart J.",
            "Hersey, Peter",
            "Ma’ayan, Avi",
            "Long, Georgina V.",
            "Scolyer, Richard A.",
            "Brown, Brian",
            "Zheng, Bin",
            "Bernstein, Emily"
        ],
        "dates": {
            "pub-dates": "2018/08/24",
            "year": "2018"
        },
        "doi": "10.1038/s41467-018-05966-z",
        "electronic-resource-num": "10.1038/s41467-018-05966-z",
        "isbn": "2041-1723",
        "number": "1",
        "pages": "3440",
        "periodical": "Nature Communications",
        "titles": {
            "secondary-title": "Nature Communications",
            "title": "SIRT6 haploinsufficiency induces BRAFV600E melanoma cell resistance to MAPK inhibitors via IGF signalling"
        },
        "urls": "https://doi.org/10.1038/s41467-018-05966-z",
        "volume": "9"
    },
    {
        "abstract": "Objectives The accuracy of ‘no evidence of disease activity’ (NEDA) in predicting long-term clinical outcome in patients with relapsing remitting multiple sclerosis (RRMS) is unproven, and there is growing evidence that NEDA does not rule out disease worsening. We used diffusion tensor imaging (DTI) to investigate whether ongoing brain microstructural injury occurs in patients with RRMS meeting NEDA criteria.Methods We performed a retrospective study to identify patients with RRMS visiting our centre over a 3-month period who had undergone prior longitudinal DTI evaluation at our facility spanning ≥2 years. Patients meeting NEDA criteria throughout the evaluation period were included in the NEDA group, and those not meeting NEDA criteria were included in an ‘evidence of disease activity’ (EDA) group. Fractional anisotropy (FA) and mean diffusivity (MD) maps were created, and annual rates of change were calculated.Results We enrolled 85 patients, 39 meeting NEDA criteria. Both NEDA and EDA groups showed longitudinal DTI worsening. Yearly FA decrease was lower in the NEDA group (0.5%, p&amp;lt;0.0001) than in the EDA group (1.2%, p=0.003), while yearly MD increase was similar in both groups (0.8% for NEDA and EDA, both p&amp;lt;0.01). There was no statistical difference in deterioration within and outside of T2 lesions. DTI parameters correlated with disability scores and fatigue complaints.Conclusions White matter microstructural deterioration occurs in patients with RRMS over short-term follow-up in patients with NEDA, providing further evidence of the limitations of conventional measures and arguing for DTI in monitoring of the disease process.",
        "contributors": [
            "Harel, Asaff",
            "Sperling, Dylan",
            "Petracca, Maria",
            "Ntranos, Achillefs",
            "Katz-Sand, Ilana",
            "Krieger, Stephen",
            "Lublin, Fred",
            "Wang, Zichen",
            "Liu, Yangbo",
            "Inglese, Matilde"
        ],
        "dates": "2018",
        "doi": "10.1136/jnnp-2017-317606",
        "electronic-resource-num": "10.1136/jnnp-2017-317606",
        "number": "9",
        "pages": "977",
        "periodical": "Journal of Neurology, Neurosurgery &amp;amp; Psychiatry",
        "titles": {
            "secondary-title": "Journal of Neurology, Neurosurgery &amp;amp; Psychiatry",
            "title": "Brain microstructural injury occurs in patients with RRMS despite ‘no evidence of disease activity’"
        },
        "urls": "http://jnnp.bmj.com/content/89/9/977.abstract",
        "volume": "89"
    },
    {
        "abstract": "Background Podocyte injury is the hallmark of proteinuric kidney diseases, such as FSGS and minimal change disease, and destabilization of the podocyte’s actin cytoskeleton contributes to podocyte dysfunction in many of these conditions. Although agents, such as glucocorticoids and cyclosporin, stabilize the actin cytoskeleton, systemic toxicity hinders chronic use. We previously showed that loss of the kidney-enriched zinc finger transcription factor Krüppel-like factor 15 (KLF15) increases susceptibility to proteinuric kidney disease and attenuates the salutary effects of retinoic acid and glucocorticoids in the podocyte.Methods We induced podocyte-specific KLF15 in two proteinuric murine models, HIV-1 transgenic (Tg26) mice and adriamycin (ADR)-induced nephropathy, and used RNA sequencing of isolated glomeruli and subsequent enrichment analysis to investigate pathways mediated by podocyte-specific KLF15 in Tg26 mice. We also explored in cultured human podocytes the potential mediating role of Wilms Tumor 1 (WT1), a transcription factor critical for podocyte differentiation.Results In Tg26 mice, inducing podocyte-specific KLF15 attenuated podocyte injury, glomerulosclerosis, tubulointerstitial fibrosis, and inflammation, while improving renal function and overall survival; it also attenuated podocyte injury in ADR-treated mice. Enrichment analysis of RNA sequencing from the Tg26 mouse model shows that KLF15 induction activates pathways involved in stabilization of actin cytoskeleton, focal adhesion, and podocyte differentiation. Transcription factor enrichment analysis, with further experimental validation, suggests that KLF15 activity is in part mediated by WT1.Conclusions Inducing podocyte-specific KLF15 attenuates kidney injury by directly and indirectly upregulating genes critical for podocyte differentiation, suggesting that KLF15 induction might be a potential strategy for treating proteinuric kidney disease.",
        "contributors": [
            "Guo, Yiqing",
            "Pace, Jesse",
            "Li, Zhengzhe",
            "Ma’ayan, Avi",
            "Wang, Zichen",
            "Revelo, Monica P.",
            "Chen, Edward",
            "Gu, Xiangchen",
            "Attalah, Ahmed",
            "Yang, Yaqi",
            "Estrada, Chelsea",
            "Yang, Vincent W.",
            "He, John C.",
            "Mallipattu, Sandeep K."
        ],
        "dates": "2018",
        "doi": "10.1681/ASN.2018030324",
        "electronic-resource-num": "10.1681/ASN.2018030324",
        "number": "10",
        "pages": "2529",
        "periodical": "Journal of the American Society of Nephrology",
        "titles": {
            "secondary-title": "Journal of the American Society of Nephrology",
            "title": "Podocyte-Specific Induction of Krüppel-Like Factor 15 Restores Differentiation Markers and Attenuates Kidney Injury in Proteinuric Kidney Disease"
        },
        "urls": "http://jasn.asnjournals.org/content/29/10/2529.abstract",
        "volume": "29"
    },
    {
        "abstract": "Summary During development, hematopoietic stem and progenitor cells (HSPCs) arise from specialized endothelial cells by a process termed endothelial-to-hematopoietic transition (EHT). The genetic program driving human HSPC emergence remains largely unknown. We previously reported that the generation of hemogenic precursor cells from mouse fibroblasts recapitulates developmental hematopoiesis. Here, we demonstrate that human fibroblasts can be reprogrammed into hemogenic cells by the same transcription factors. Induced cells display dynamic EHT transcriptional programs, generate hematopoietic progeny, possess HSPC cell surface phenotype, and repopulate immunodeficient mice for 3 months. Mechanistically, GATA2 and GFI1B interact and co-occupy a cohort of targets. This cooperative binding is reflected by engagement of open enhancers and promoters, initiating silencing of fibroblast genes and activating the hemogenic program. However, GATA2 displays dominant and independent targeting activity during the early phases of reprogramming. These findings shed light on the processes controlling human HSC specification and support generation of reprogrammed HSCs for clinical applications.",
        "contributors": [
            "Gomes, Andreia M.",
            "Kurochkin, Ilia",
            "Chang, Betty",
            "Daniel, Michael",
            "Law, Kenneth",
            "Satija, Namita",
            "Lachmann, Alexander",
            "Wang, Zichen",
            "Ferreira, Lino",
            "Ma’ayan, Avi",
            "Chen, Benjamin K.",
            "Papatsenko, Dmitri",
            "Lemischka, Ihor R.",
            "Moore, Kateri A.",
            "Pereira, Carlos-Filipe"
        ],
        "dates": {
            "pub-dates": "2018/12/04/",
            "year": "2018"
        },
        "doi": "https://doi.org/10.1016/j.celrep.2018.11.032",
        "electronic-resource-num": "https://doi.org/10.1016/j.celrep.2018.11.032",
        "isbn": "2211-1247",
        "keywords": [
            "hematopoietic stem cell",
            "direct cell reprogramming",
            "hemogenic reprogramming",
            "cooperative binding",
            "hemogenic endothelium",
            "human endothelial-to-hematopoietic transition",
            "hematopoietic transcription factor",
            "GATA2",
            "GFI1B",
            "FOS"
        ],
        "number": "10",
        "pages": "2821-2835.e7",
        "periodical": "Cell Reports",
        "titles": {
            "secondary-title": "Cell Reports",
            "title": "Cooperative Transcription Factor Induction Mediates Hemogenic Reprogramming"
        },
        "urls": "http://www.sciencedirect.com/science/article/pii/S2211124718317959",
        "volume": "25"
    },
    {
        "abstract": "A recent clinical study showed that combination therapy consisting of mycophenolate mofetil, tacrolimus and steroids was shown to be more effective in achieving complete remission in patients with severe forms of lupus nephritis than conventional therapy consisting of intravenous cyclophosphamide and steroids. To explore the underlying molecular and cellular mechanisms of increased efficacy of the combination therapy regimen, we employed a mouse model of lupus nephritis, MRL/lpr mice, and treated them with monotherapies of prednisone, mycophenolate mofetil, or tacrolimus, or with their combination. Consistent with previous clinical findings, combination therapy markedly improved renal outcome compared to the monotherapies in mice with lupus nephritis. Transcriptomic analysis of their kidneys revealed distinct molecular pathways that were differentially regulated in combination therapy versus monotherapies. Combination therapy not only provided additive immunosuppressive effects, but also induced gene expression and molecular pathways to confer enhanced renoprotection. Specifically, combination therapy inhibited TLR7 expression in the kidneys of mice with lupus nephritis; combination of tacrolimus and mycophenolate mofetil led to better stabilization of the podocyte actin cytoskeleton through the reciprocal regulation of RhoA and Rac1 activities. Combination therapy strongly suppressed the IL-6/Stat3 pathway. These findings were further validated in renal biopsy samples from patients with lupus nephritis before and after treatments with mycophenolate mofetil, tacrolimus or combination therapy. Thus, our study further supports the earlier clinical finding and further provides insights into the molecular basis for increased efficacy of combination therapy.",
        "access-date": "2018/03/11",
        "contributors": [
            "Fu, Jia",
            "Wang, Zichen",
            "Lee, Kyung",
            "Wei, Chengguo",
            "Liu, Zhengzhao",
            "Zhang, Mingchao",
            "Zhou, Minlin",
            "Cai, Minchao",
            "Zhang, Weijia",
            "Chuang, Peter Y.",
            "Ma’ayan, Avi",
            "He, John Cijiang",
            "Liu, Zhihong"
        ],
        "dates": "2018",
        "doi": "10.1016/j.kint.2017.08.031",
        "electronic-resource-num": "10.1016/j.kint.2017.08.031",
        "isbn": "0085-2538",
        "number": "2",
        "pages": "416-429",
        "periodical": "Kidney International",
        "publisher": "Elsevier",
        "titles": {
            "secondary-title": "Kidney International",
            "title": "Transcriptomic analysis uncovers novel synergistic mechanisms in combination therapy for lupus nephritis"
        },
        "urls": "http://dx.doi.org/10.1016/j.kint.2017.08.031",
        "volume": "93"
    },
    {
        "abstract": "While gene expression data at the mRNA level can be globally and accurately measured, profiling the activity of cell signaling pathways is currently much more difficult. eXpression2Kinases (X2K) computationally predicts involvement of upstream cell signaling pathways, given a signature of differentially expressed genes. X2K first computes enrichment for transcription factors likely to regulate the expression of the differentially expressed genes. The next step of X2K connects these enriched transcription factors through known protein–protein interactions (PPIs) to construct a subnetwork. The final step performs kinase enrichment analysis on the members of the subnetwork. X2K Web is a new implementation of the original eXpression2Kinases algorithm with important enhancements. X2K Web includes many new transcription factor and kinase libraries, and PPI networks. For demonstration, thousands of gene expression signatures induced by kinase inhibitors, applied to six breast cancer cell lines, are provided for fetching directly into X2K Web. The results are displayed as interactive downloadable vector graphic network images and bar graphs. Benchmarking various settings via random permutations enabled the identification of an optimal set of parameters to be used as the default settings in X2K Web. X2K Web is freely available from http://X2K.cloud.",
        "contributors": [
            "Clarke, Daniel J B",
            "Kuleshov, Maxim V.",
            "Schilder, Brian M.",
            "Torre, Denis",
            "Duffy, Mary E.",
            "Keenan, Alexandra B.",
            "Lachmann, Alexander",
            "Feldmann, Axel S.",
            "Gundersen, Gregory W.",
            "Silverstein, Moshe C.",
            "Wang, Zichen",
            "Ma’ayan, Avi"
        ],
        "dates": "2018",
        "doi": "10.1093/nar/gky458",
        "electronic-resource-num": "10.1093/nar/gky458",
        "isbn": "0305-1048",
        "notes": "10.1093/nar/gky458",
        "number": "W1",
        "pages": "W171-W179",
        "periodical": "Nucleic Acids Research",
        "titles": {
            "secondary-title": "Nucleic Acids Research",
            "title": "eXpression2Kinases (X2K) Web: linking expression signatures to upstream cell signaling networks"
        },
        "urls": "http://dx.doi.org/10.1093/nar/gky458",
        "volume": "46"
    },
    {
        "abstract": "Gene expression profiling of in vitro drug perturbations is useful for many biomedical discovery applications including drug repurposing and elucidation of drug mechanisms. However, limited data availability across cell types has hindered our capacity to leverage or explore the cell-specificity of these perturbations. While recent efforts have generated a large number of drug perturbation profiles across a variety of human cell types, many gaps remain in this combinatorial drug-cell space. Hence, we asked whether it is possible to fill these gaps by predicting cell-specific drug perturbation profiles using available expression data from related conditions--i.e. from other drugs and cell types. We developed a computational framework that first arranges existing profiles into a three-dimensional array (or tensor) indexed by drugs, genes, and cell types, and then uses either local (nearest-neighbors) or global (tensor completion) information to predict unmeasured profiles. We evaluate prediction accuracy using a variety of metrics, and find that the two methods have complementary performance, each superior in different regions in the drug-cell space. Predictions achieve correlations of 0.68 with true values, and maintain accurate differentially expressed genes (AUC 0.81). Finally, we demonstrate that the predicted profiles add value for making downstream associations with drug targets and therapeutic classes.",
        "access-date": "2018/03/11",
        "contributors": [
            "Hodos, Rachel",
            "Zhang, Ping",
            "Lee, Hao-Chih",
            "Duan, Qiaonan",
            "Wang, Zichen",
            "Clark, Neil R.",
            "Ma?ayan, Avi",
            "Wang, Fei",
            "Kidd, Brian",
            "Hu, Jianying",
            "Sontag, David",
            "Dudley, Joel"
        ],
        "dates": "2018",
        "doi": "doi:10.1142/9789813235533_0004",
        "electronic-resource-num": "doi:10.1142/9789813235533_0004\r10.1142/9789813235533_0004",
        "isbn": "978-981-323-552-6",
        "notes": "doi:10.1142/9789813235533_0004",
        "num-vols": "0",
        "pages": "32-43",
        "publisher": "WORLD SCIENTIFIC",
        "titles": {
            "secondary-title": "Biocomputing",
            "title": "Cell-specific prediction and application of drug-induced gene expression profiles"
        },
        "urls": "https://doi.org/10.1142/9789813235533_0004"
    },    
    {
        "abstract": "Healthy cortical development depends on precise regulation of transcription and translation. However, the dynamics of how proteins are expressed, function and interact across postnatal human cortical development remain poorly understood. We surveyed the proteomic landscape of 69 dorsolateral prefrontal cortex samples across seven stages of postnatal life and integrated these data with paired transcriptome data. We detected 911 proteins by liquid chromatography-mass spectrometry, and 83 were significantly associated with postnatal age (FDR < 5%). Network analysis identified three modules of co-regulated proteins correlated with age, including two modules with increasing expression involved in gliogenesis and NADH metabolism and one neurogenesis-related module with decreasing expression throughout development. Integration with paired transcriptome data revealed that these age-related protein modules overlapped with RNA modules and displayed collinear developmental trajectories. Importantly, RNA expression profiles that are dynamically regulated throughout cortical development display tighter correlations with their respective translated protein expression compared to those RNA profiles that are not. Moreover, the correspondence between RNA and protein expression significantly decreases as a function of cortical aging, especially for genes involved in myelination and cytoskeleton organization. Finally, we used this data resource to elucidate the functional impact of genetic risk loci for intellectual disability, converging on gliogenesis, myelination and ATP-metabolism modules in the proteome and transcriptome. We share all data in an interactive, searchable companion website. Collectively, our findings reveal dynamic aspects of protein regulation and provide new insights into brain development, maturation, and disease.",
        "contributors": [
            "Breen, Michael S.",
            "Ozcan, Sureyya",
            "Ramsey, Jordan M.",
            "Wang, Zichen",
            "Ma’ayan, Avi",
            "Rustogi, Nitin",
            "Gottschalk, Michael G.",
            "Webster, Maree J.",
            "Weickert, Cynthia Shannon",
            "Buxbaum, Joseph D.",
            "Bahn, Sabine"
        ],
        "dates": {
            "pub-dates": "2018/12/05",
            "year": "2018"
        },
        "doi": "10.1038/s41398-018-0306-4",
        "electronic-resource-num": "10.1038/s41398-018-0306-4",
        "isbn": "2158-3188",
        "number": "1",
        "pages": "267",
        "periodical": "Translational Psychiatry",
        "titles": {
            "secondary-title": "Translational Psychiatry",
            "title": "Temporal proteomic profiling of postnatal human cortical development"
        },
        "urls": "https://doi.org/10.1038/s41398-018-0306-4",
        "volume": "8"
    },
    {
        "abstract": "Determining the discrepancy between chronological and physiological age of patients is central to preventative and personalized care. Electronic medical records (EMR) provide rich information about the patient physiological state, but it is unclear whether such information can be predictive of chronological age. Here we present a deep learning model that uses vital signs and lab tests contained within the EMR of Mount Sinai Health System (MSHS) to predict chronological age. The model is trained on 377,686 EMR from patients of ages 18–85 years old. The discrepancy between the predicted and real chronological age is then used as a proxy to estimate physiological age. Overall, the model can predict the chronological age of patients with a standard deviation error of ∼7 years. The ages of the youngest and oldest patients were more accurately predicted, while patients of ages ranging between 40 and 60 years were the least accurately predicted. Patients with the largest discrepancy between their physiological and chronological age were further inspected. The patients predicted to be significantly older than their chronological age have higher systolic blood pressure, higher cholesterol, damaged liver, and anemia. In contrast, patients predicted to be younger than their chronological age have lower blood pressure and shorter stature among other indicators; both groups display lower weight than the population average. Using information from ∼10,000 patients from the entire cohort who have been also profiled with SNP arrays, genome-wide association study (GWAS) uncovers several novel genetic variants associated with aging. In particular, significant variants were mapped to genes known to be associated with inflammation, hypertension, lipid metabolism, height, and increased lifespan in mice. Several genes with missense mutations were identified as novel candidate aging genes. In conclusion, we demonstrate how EMR data can be used to assess overall health via a scale that is based on deviation from the patient’s predicted chronological age.",
        "contributors": [
            "Wang, Zichen",
            "Li, Li",
            "Glicksberg, Benjamin S.",
            "Israel, Ariel",
            "Dudley, Joel T.",
            "Ma'ayan, Avi"
        ],
        "dates": {
            "pub-dates": "12//",
            "year": "2017"
        },
        "doi": "https://doi.org/10.1016/j.jbi.2017.11.003",
        "electronic-resource-num": "https://doi.org/10.1016/j.jbi.2017.11.003",
        "isbn": "1532-0464",
        "keywords": [
            "Deep learning",
            "Aging",
            "Medical records",
            "Age prediction",
            "Machine learning"
        ],
        "pages": "59-68",
        "periodical": "Journal of Biomedical Informatics",
        "titles": {
            "secondary-title": "Journal of Biomedical Informatics",
            "title": "Predicting age by mining electronic medical records with deep learning characterizes differences between chronological and physiological age"
        },
        "urls": "https://www.sciencedirect.com/science/article/pii/S153204641730240X",
        "volume": "76"
    },
    {
        "abstract": "More effective use of targeted anti-cancer drugs depends on elucidating the connection between the molecular states induced by drug treatment and the cellular phenotypes controlled by these states, such as cytostasis and death. This is particularly true when mutation of a single gene is inadequate as a predictor of drug response. The current paper describes a data set of ~600 drug cell line pairs collected as part of the NIH LINCS Program ( http://www.lincsproject.org/ ) in which molecular data (reduced dimensionality transcript L1000 profiles) were recorded across dose and time in parallel with phenotypic data on cellular cytostasis and cytotoxicity. We report that transcriptional and phenotypic responses correlate with each other in general, but whereas inhibitors of chaperones and cell cycle kinases induce similar transcriptional changes across cell lines, changes induced by drugs that inhibit intra-cellular signaling kinases are cell-type specific. In some drug/cell line pairs significant changes in transcription are observed without a change in cell growth or survival; analysis of such pairs identifies drug equivalence classes and, in one case, synergistic drug interactions. In this case, synergy involves cell-type specific suppression of an adaptive drug response.",
        "contributors": [
            "Niepel, Mario",
            "Hafner, Marc",
            "Duan, Qiaonan",
            "Wang, Zichen",
            "Paull, Evan O.",
            "Chung, Mirra",
            "Lu, Xiaodong",
            "Stuart, Joshua M.",
            "Golub, Todd R.",
            "Subramanian, Aravind",
            "Ma’ayan, Avi",
            "Sorger, Peter K."
        ],
        "dates": {
            "pub-dates": "2017/10/30",
            "year": "2017"
        },
        "doi": "10.1038/s41467-017-01383-w",
        "electronic-resource-num": "10.1038/s41467-017-01383-w",
        "isbn": "2041-1723",
        "number": "1",
        "pages": "1186",
        "periodical": "Nature Communications",
        "titles": {
            "secondary-title": "Nature Communications",
            "title": "Common and cell-type specific responses to anti-cancer drugs revealed by high throughput transcript profiling"
        },
        "urls": "https://doi.org/10.1038/s41467-017-01383-w",
        "volume": "8"
    },
    {
        "abstract": "The Library of Integrated Network-Based Cellular Signatures (LINCS) is an NIH Common Fund program that catalogs how human cells globally respond to chemical, genetic, and disease perturbations. Resources generated by LINCS include experimental and computational methods, visualization tools, molecular and imaging data, and signatures. By assembling an integrated picture of the range of responses of human cells exposed to many perturbations, the LINCS program aims to better understand human disease and to advance the development of new therapies. Perturbations under study include drugs, genetic perturbations, tissue micro-environments, antibodies, and disease-causing mutations. Responses to perturbations are measured by transcript profiling, mass spectrometry, cell imaging, and biochemical methods, among other assays. The LINCS program focuses on cellular physiology shared among tissues and cell types relevant to an array of diseases, including cancer, heart disease, and neurodegenerative disorders. This Perspective describes LINCS technologies, datasets, tools, and approaches to data accessibility and reusability.",
        "access-date": "2018/03/11",
        "contributors": [
            "Keenan, Alexandra B.",
            "Jenkins, Sherry L.",
            "Jagodnik, Kathleen M.",
            "Koplev, Simon",
            "He, Edward",
            "Torre, Denis",
            "Wang, Zichen",
            "Dohlman, Anders B.",
            "Silverstein, Moshe C.",
            "Lachmann, Alexander",
            "Kuleshov, Maxim V.",
            "Ma'ayan, Avi",
            "Stathias, Vasileios",
            "Terryn, Raymond",
            "Cooper, Daniel",
            "Forlin, Michele",
            "Koleti, Amar",
            "Vidovic, Dusica",
            "Chung, Caty",
            "Schürer, Stephan C.",
            "Vasiliauskas, Jouzas",
            "Pilarczyk, Marcin",
            "Shamsaei, Behrouz",
            "Fazel, Mehdi",
            "Ren, Yan",
            "Niu, Wen",
            "Clark, Nicholas A.",
            "White, Shana",
            "Mahi, Naim",
            "Zhang, Lixia",
            "Kouril, Michal",
            "Reichard, John F.",
            "Sivaganesan, Siva",
            "Medvedovic, Mario",
            "Meller, Jaroslaw",
            "Koch, Rick J.",
            "Birtwistle, Marc R.",
            "Iyengar, Ravi",
            "Sobie, Eric A.",
            "Azeloglu, Evren U.",
            "Kaye, Julia",
            "Osterloh, Jeannette",
            "Haston, Kelly",
            "Kalra, Jaslin",
            "Finkbiener, Steve",
            "Li, Jonathan",
            "Milani, Pamela",
            "Adam, Miriam",
            "Escalante-Chong, Renan",
            "Sachs, Karen",
            "Lenail, Alex",
            "Ramamoorthy, Divya",
            "Fraenkel, Ernest",
            "Daigle, Gavin",
            "Hussain, Uzma",
            "Coye, Alyssa",
            "Rothstein, Jeffrey",
            "Sareen, Dhruv",
            "Ornelas, Loren",
            "Banuelos, Maria",
            "Mandefro, Berhan",
            "Ho, Ritchie",
            "Svendsen, Clive N.",
            "Lim, Ryan G.",
            "Stocksdale, Jennifer",
            "Casale, Malcolm S.",
            "Thompson, Terri G.",
            "Wu, Jie",
            "Thompson, Leslie M.",
            "Dardov, Victoria",
            "Venkatraman, Vidya",
            "Matlock, Andrea",
            "Van Eyk, Jennifer E.",
            "Jaffe, Jacob D.",
            "Papanastasiou, Malvina",
            "Subramanian, Aravind",
            "Golub, Todd R.",
            "Erickson, Sean D.",
            "Fallahi-Sichani, Mohammad",
            "Hafner, Marc",
            "Gray, Nathanael S.",
            "Lin, Jia-Ren",
            "Mills, Caitlin E.",
            "Muhlich, Jeremy L.",
            "Niepel, Mario",
            "Shamu, Caroline E.",
            "Williams, Elizabeth H.",
            "Wrobel, David",
            "Sorger, Peter K.",
            "Heiser, Laura M.",
            "Gray, Joe W.",
            "Korkola, James E.",
            "Mills, Gordon B.",
            "LaBarge, Mark",
            "Feiler, Heidi S.",
            "Dane, Mark A.",
            "Bucher, Elmar",
            "Nederlof, Michel",
            "Sudar, Damir",
            "Gross, Sean",
            "Kilburn, David F.",
            "Smith, Rebecca",
            "Devlin, Kaylyn",
            "Margolis, Ron",
            "Derr, Leslie",
            "Lee, Albert",
            "Pillai, Ajay"
        ],
        "dates": "2017",
        "doi": "10.1016/j.cels.2017.11.001",
        "electronic-resource-num": "10.1016/j.cels.2017.11.001",
        "isbn": "2405-4712",
        "number": "1",
        "pages": "13-24",
        "periodical": "Cell Systems",
        "publisher": "Elsevier",
        "titles": {
            "secondary-title": "Cell Systems",
            "title": "The Library of Integrated Network-Based Cellular Signatures NIH Program: System-Level Cataloging of Human Cells Response to Perturbations"
        },
        "urls": "http://dx.doi.org/10.1016/j.cels.2017.11.001",
        "volume": "6"
    },
    {
        "contributors": [
            "Asada, Noboru",
            "Kunisaki, Yuya",
            "Pierce, Halley",
            "Wang, Zichen",
            "Fernandez, Nicolas F",
            "Birbrair, Alexander",
            "Ma’ayan, Avi",
            "Frenette, Paul S"
        ],
        "dates": {
            "pub-dates": "02/20/online",
            "year": "2017"
        },
        "doi": "10.1038/ncb3475",
        "electronic-resource-num": "10.1038/ncb3475\rhttps://www.nature.com/articles/ncb3475#supplementary-information",
        "pages": "214",
        "periodical": "Nature Cell Biology",
        "publisher": "Nature Publishing Group",
        "titles": {
            "secondary-title": "Nature Cell Biology",
            "title": "Differential cytokine contributions of perivascular haematopoietic stem cell niches"
        },
        "urls": "https://doi.org/10.1038/ncb3475",
        "volume": "19",
        "work-type": "Article"
    },
    {
        "abstract": "Gene expression data are accumulating exponentially in public repositories. Reanalysis and integration of themed collections from these studies may provide new insights, but requires further human curation. Here we report a crowdsourcing project to annotate and reanalyse a large number of gene expression profiles from Gene Expression Omnibus (GEO). Through a massive open online course on Coursera, over 70 participants from over 25 countries identify and annotate 2,460 single-gene perturbation signatures, 839 disease versus normal signatures, and 906 drug perturbation signatures. All these signatures are unique and are manually validated for quality. Global analysis of these signatures confirms known associations and identifies novel associations between genes, diseases and drugs. The manually curated signatures are used as a training set to develop classifiers for extracting similar signatures from the entire GEO repository. We develop a web portal to serve these signatures for query, download and visualization.",
        "contributors": [
            "Wang, Zichen",
            "Monteiro, Caroline D.",
            "Jagodnik, Kathleen M.",
            "Fernandez, Nicolas F.",
            "Gundersen, Gregory W.",
            "Rouillard, Andrew D.",
            "Jenkins, Sherry L.",
            "Feldmann, Axel S.",
            "Hu, Kevin S.",
            "McDermott, Michael G.",
            "Duan, Qiaonan",
            "Clark, Neil R.",
            "Jones, Matthew R.",
            "Kou, Yan",
            "Goff, Troy",
            "Woodland, Holly",
            "Amaral, Fabio M. R.",
            "Szeto, Gregory L.",
            "Fuchs, Oliver",
            "Schüssler-Fiorenza Rose, Sophia M.",
            "Sharma, Shvetank",
            "Schwartz, Uwe",
            "Bausela, Xabier Bengoetxea",
            "Szymkiewicz, Maciej",
            "Maroulis, Vasileios",
            "Salykin, Anton",
            "Barra, Carolina M.",
            "Kruth, Candice D.",
            "Bongio, Nicholas J.",
            "Mathur, Vaibhav",
            "Todoric, Radmila D.",
            "Rubin, Udi E.",
            "Malatras, Apostolos",
            "Fulp, Carl T.",
            "Galindo, John A.",
            "Motiejunaite, Ruta",
            "Jüschke, Christoph",
            "Dishuck, Philip C.",
            "Lahl, Katharina",
            "Jafari, Mohieddin",
            "Aibar, Sara",
            "Zaravinos, Apostolos",
            "Steenhuizen, Linda H.",
            "Allison, Lindsey R.",
            "Gamallo, Pablo",
            "de Andres Segura, Fernando",
            "Dae Devlin, Tyler",
            "Pérez-García, Vicente",
            "Ma’ayan, Avi"
        ],
        "dates": {
            "pub-dates": "09/26/online",
            "year": "2016"
        },
        "doi": "10.1038/ncomms12846",
        "electronic-resource-num": "10.1038/ncomms12846\rhttp://www.nature.com/articles/ncomms12846#supplementary-information",
        "pages": "12846",
        "periodical": "Nature Communications",
        "publisher": "The Author(s)",
        "titles": {
            "secondary-title": "Nature Communications",
            "title": "Extraction and analysis of signatures from the Gene Expression Omnibus by the crowd"
        },
        "urls": "http://dx.doi.org/10.1038/ncomms12846",
        "volume": "7",
        "work-type": "Article"
    },
    {
        "abstract": "RNA-seq analysis is becoming a standard method for global gene expression profiling. However, open and standard pipelines to perform RNA-seq analysis by non-experts remain challenging due to the large size of the raw data files and the hardware requirements for running the alignment step. Here we introduce a reproducible open source RNA-seq pipeline delivered as an IPython notebook and a Docker image. The pipeline uses state-of-the-art tools and can run on various platforms with minimal configuration overhead. The pipeline enables the extraction of knowledge from typical RNA-seq studies by generating interactive principal component analysis (PCA) and hierarchical clustering (HC) plots, performing enrichment analyses against over 90 gene set libraries, and obtaining lists of small molecules that are predicted to either mimic or reverse the observed changes in mRNA expression. We apply the pipeline to a recently published RNA-seq dataset collected from human neuronal progenitors infected with the Zika virus (ZIKV). In addition to confirming the presence of cell cycle genes among the genes that are downregulated by ZIKV, our analysis uncovers significant overlap with upregulated genes that when knocked out in mice induce defects in brain morphology. This result potentially points to the molecular processes associated with the microcephaly phenotype observed in newborns from pregnant mothers infected with the virus. In addition, our analysis predicts small molecules that can either mimic or reverse the expression changes induced by ZIKV. The IPython notebook and Docker image are freely available at: http://nbviewer.jupyter.org/github/maayanlab/Zika-RNAseq-Pipeline/blob/master/Zika.ipynb and https://hub.docker.com/r/maayanlab/zika/.",
        "accession-num": "10.12688/f1000research.9110.1",
        "contributors": [
            "Wang, Zichen",
            "Ma'ayan, Avi"
        ],
        "dates": "2016",
        "doi": "10.12688/f1000research.9110.1",
        "electronic-resource-num": "10.12688/f1000research.9110.1",
        "number": "1574",
        "periodical": "F1000Research",
        "titles": {
            "secondary-title": "F1000Research",
            "title": "An open RNA-Seq data analysis pipeline tutorial with an example of reprocessing data from a recent Zika virus study [version 1; referees: 3 approved]"
        },
        "urls": "http://f1000r.es/7kc",
        "volume": "5"
    },
    {
        "abstract": "Motivation: Adverse drug reactions (ADRs) are a central consideration during drug development. Here we present a machine learning classifier to prioritize ADRs for approved drugs and pre-clinical small-molecule compounds by combining chemical structure (CS) and gene expression (GE) features. The GE data is from the Library of Integrated Network-based Cellular Signatures (LINCS) L1000 dataset that measured changes in GE before and after treatment of human cells with over 20 000 small-molecule compounds including most of the FDA-approved drugs. Using various benchmarking methods, we show that the integration of GE data with the CS of the drugs can significantly improve the predictability of ADRs. Moreover, transforming GE features to enrichment vectors of biological terms further improves the predictive capability of the classifiers. The most predictive biological-term features can assist in understanding the drug mechanisms of action. Finally, we applied the classifier to all  >20 000 small-molecules profiled, and developed a web portal for browsing and searching predictive small-molecule/ADR connections.Availability and Implementation: The interface for the adverse event predictions for the  >20 000 LINCS compounds is available at http://maayanlab.net/SEP-L1000/.Contact: avi.maayan@mssm.eduSupplementary information: Supplementary data are available at Bioinformatics online.",
        "contributors": [
            "Wang, Zichen",
            "Clark, Neil R.",
            "Ma’ayan, Avi"
        ],
        "dates": {
            "pub-dates": "August 1, 2016",
            "year": "2016"
        },
        "doi": "10.1093/bioinformatics/btw168",
        "electronic-resource-num": "10.1093/bioinformatics/btw168",
        "number": "15",
        "pages": "2338-2345",
        "periodical": "Bioinformatics",
        "titles": {
            "secondary-title": "Bioinformatics",
            "title": "Drug-induced adverse events prediction with the LINCS L1000 data"
        },
        "urls": "http://bioinformatics.oxfordjournals.org/content/32/15/2338.abstract",
        "volume": "32"
    },
    {
        "abstract": "Normal brain function depends on the interaction between highly specialized neurons that operate within anatomically and functionally distinct brain regions. Neuronal specification is driven by transcriptional programs that are established during early neuronal development and remain in place in the adult brain. The fidelity of neuronal specification depends on the robustness of the transcriptional program that supports the neuron type-specific gene expression patterns. Here we show that polycomb repressive complex 2 (PRC2), which supports neuron specification during differentiation, contributes to the suppression of a transcriptional program that is detrimental to adult neuron function and survival. We show that PRC2 deficiency in striatal neurons leads to the de-repression of selected, predominantly bivalent PRC2 target genes that are dominated by self-regulating transcription factors normally suppressed in these neurons. The transcriptional changes in PRC2-deficient neurons lead to progressive and fatal neurodegeneration in mice. Our results point to a key role of PRC2 in protecting neurons against degeneration.",
        "contributors": [
            "von Schimmelmann, Melanie",
            "Feinberg, Philip A.",
            "Sullivan, Josefa M.",
            "Ku, Stacy M.",
            "Badimon, Ana",
            "Duff, Mary Kaye",
            "Wang, Zichen",
            "Lachmann, Alexander",
            "Dewell, Scott",
            "Ma'ayan, Avi",
            "Han, Ming-Hu",
            "Tarakhovsky, Alexander",
            "Schaefer, Anne"
        ],
        "dates": {
            "pub-dates": "08/15/online",
            "year": "2016"
        },
        "doi": "10.1038/nn.4360",
        "electronic-resource-num": "10.1038/nn.4360\rhttp://www.nature.com/neuro/journal/vaop/ncurrent/abs/nn.4360.html#supplementary-information",
        "isbn": "1546-1726",
        "periodical": "Nature Neuroscience",
        "publisher": "Nature Publishing Group, a division of Macmillan Publishers Limited. All Rights Reserved.",
        "titles": {
            "secondary-title": "Nature Neuroscience",
            "title": "Polycomb repressive complex 2 (PRC2) silences genes responsible for neurodegeneration"
        },
        "urls": "http://dx.doi.org/10.1038/nn.4360",
        "volume": "advance online publication",
        "work-type": "Article"
    },
    {
        "abstract": "Genomics, epigenomics, transcriptomics, proteomics and metabolomics efforts rapidly generate a plethora of data on the activity and levels of biomolecules within mammalian cells. At the same time, curation projects that organize knowledge from the biomedical literature into online databases are expanding. Hence, there is a wealth of information about genes, proteins and their associations, with an urgent need for data integration to achieve better knowledge extraction and data reuse. For this purpose, we developed the Harmonizome: a collection of processed datasets gathered to serve and mine knowledge about genes and proteins from over 70 major online resources. We extracted, abstracted and organized data into ∼72 million functional associations between genes/proteins and their attributes. Such attributes could be physical relationships with other biomolecules, expression in cell lines and tissues, genetic associations with knockout mouse or human phenotypes, or changes in expression after drug treatment. We stored these associations in a relational database along with rich metadata for the genes/proteins, their attributes and the original resources. The freely available Harmonizome web portal provides a graphical user interface, a web service and a mobile app for querying, browsing and downloading all of the collected data. To demonstrate the utility of the Harmonizome, we computed and visualized gene–gene and attribute–attribute similarity networks, and through unsupervised clustering, identified many unexpected relationships by combining pairs of datasets such as the association between kinase perturbations and disease signatures. We also applied supervised machine learning methods to predict novel substrates for kinases, endogenous ligands for G-protein coupled receptors, mouse phenotypes for knockout genes, and classified unannotated transmembrane proteins for likelihood of being ion channels. The Harmonizome is a comprehensive resource of knowledge about genes and proteins, and as such, it enables researchers to discover novel relationships between biological entities, as well as form novel data-driven hypotheses for experimental validation.Database URL: http://amp.pharm.mssm.edu/Harmonizome.",
        "contributors": [
            "Rouillard, Andrew D.",
            "Gundersen, Gregory W.",
            "Fernandez, Nicolas F.",
            "Wang, Zichen",
            "Monteiro, Caroline D.",
            "McDermott, Michael G.",
            "Ma’ayan, Avi"
        ],
        "dates": {
            "pub-dates": "January 1, 2016",
            "year": "2016"
        },
        "doi": "10.1093/database/baw100",
        "electronic-resource-num": "10.1093/database/baw100",
        "periodical": "Database",
        "titles": {
            "secondary-title": "Database",
            "title": "The harmonizome: a collection of processed datasets gathered to serve and mine knowledge about genes and proteins"
        },
        "urls": "http://database.oxfordjournals.org/content/2016/baw100.abstract",
        "volume": "2016"
    },
    {
        "abstract": "The hair follicle (HF) is a complex miniorgan that serves as an ideal model system to study stem cell (SC) interactions with the niche during growth and regeneration. Dermal papilla (DP) cells are required for SC activation during the adult hair cycle, but signal exchange between niche and SC precursors/transit-amplifying cell (TAC) progenitors that regulates HF morphogenetic growth is largely unknown. Here we use six transgenic reporters to isolate 14 major skin and HF cell populations. With next-generation RNA sequencing, we characterize their transcriptomes and define unique molecular signatures. SC precursors, TACs, and the DP niche express a plethora of ligands and receptors. Signaling interaction network analysis reveals a bird?s-eye view of pathways implicated in epithelial-mesenchymal interactions. Using a systematic tissue-wide approach, this work provides a comprehensive platform, linked to an interactive online database, to identify and further explore the SC/TAC/niche crosstalk regulating HF growth.",
        "access-date": "2016/04/01",
        "contributors": [
            "Rezza, Amélie",
            "Wang, Zichen",
            "Sennett, Rachel",
            "Qiao, Wenlian",
            "Wang, Dongmei",
            "Heitman, Nicholas",
            "Mok, Ka Wai",
            "Clavel, Carlos",
            "Yi, Rui",
            "Zandstra, Peter",
            "Ma’ayan, Avi",
            "Rendl, Michael"
        ],
        "dates": "2016",
        "doi": "10.1016/j.celrep.2016.02.078",
        "electronic-resource-num": "10.1016/j.celrep.2016.02.078",
        "isbn": "2211-1247",
        "number": "12",
        "pages": "3001-3018",
        "periodical": "Cell Reports",
        "publisher": "Elsevier",
        "titles": {
            "secondary-title": "Cell Reports",
            "title": "Signaling Networks among Stem Cell Precursors, Transit-Amplifying Progenitors, and their Niche in Developing Hair Follicles"
        },
        "urls": "http://dx.doi.org/10.1016/j.celrep.2016.02.078",
        "volume": "14"
    },
    {
        "abstract": "Adult women are twice as likely as men to suffer from affective and anxiety disorders, although the mechanisms underlying heightened female stress susceptibility are incompletely understood. Recent findings in mouse Nucleus Accumbens (NAc) suggest a role for DNA methylation-driven sex differences in genome-wide transcriptional profiles. However, the role of another epigenetic process—microRNA (miR) regulation—has yet to be explored. We exposed male and female mice to Subchronic Variable Stress (SCVS), a stress paradigm that produces depression-like behavior in female, but not male, mice, and performed next generation mRNA and miR sequencing on NAc tissue. We applied a combination of differential expression, miR-mRNA network and functional enrichment analyses to characterize the transcriptional and post-transcriptional landscape of sex differences in NAc stress response. We find that male and female mice exhibit largely non-overlapping miR and mRNA profiles following SCVS. The two sexes also show enrichment of different molecular pathways and functions. Collectively, our results suggest that males and females mount fundamentally different transcriptional and post-transcriptional responses to SCVS and engage sex-specific molecular processes following stress. These findings have implications for the pathophysiology and treatment of stress-related disorders in women.",
        "auth-address": "Scott J. Russo,Fishberg Department of Neuroscience and Friedman Brain Institute, Icahn School of Medicine at Mount Sinai,New York, NY, USA,scott.russo@mssm.edu",
        "contributors": [
            "Pfau, Madeline L.",
            "Purushothaman, Immanuel",
            "Feng, Jian",
            "Golden, Sam A.",
            "Aleyasin, Hossein",
            "Lorsch, Zachary S.",
            "Cates, Hannah M.",
            "Flanigan, Meghan E.",
            "Menard, Caroline",
            "Heshmati, Mitra",
            "Wang, Zichen",
            "Ma'ayan, Avi",
            "Shen, Li",
            "Hodes, Georgia E.",
            "Russo, Scott J."
        ],
        "dates": {
            "pub-dates": "2016-December-23",
            "year": "2016"
        },
        "doi": "10.3389/fnmol.2016.00144",
        "electronic-resource-num": "10.3389/fnmol.2016.00144",
        "isbn": "1662-5099",
        "keywords": "Depression,Stress, Psychological,sex differences,RNA-Seq,microRNA,Nucleus Accumbens",
        "language": "English",
        "number": "144",
        "periodical": "Frontiers in Molecular Neuroscience",
        "titles": {
            "secondary-title": "Frontiers in Molecular Neuroscience",
            "short-title": "Sex differences in stress-induced microRNA networks",
            "title": "Integrative Analysis of Sex-Specific microRNA Networks Following Stress in Mouse Nucleus Accumbens"
        },
        "urls": "http://journal.frontiersin.org/article/10.3389/fnmol.2016.00144",
        "volume": "9",
        "work-type": "Original Research"
    },
    {
        "abstract": "The glucocorticoid receptor (GR), a nuclear receptor and major drug target, has a highly conserved minor splice variant, GRγ, which differs by a single arginine within the DNA binding domain. GRγ, which comprises 10% of all GR transcripts, is constitutively expressed and tightly conserved through mammalian evolution, suggesting an important non-redundant role. However, to date no specific role for GRγ has been reported. We discovered significant differences in subcellular localisation, and nuclear-cytoplasmic shuttling in response to ligand. In addition the GRγ transcriptome and protein interactome was distinct, and with a gene ontology signal for mitochondrial regulation which was confirmed using Seahorse technology. We propose that evolutionary conservation of the single additional arginine in GRγ is driven by a distinct, non-redundant functional profile, including regulation of mitochondrial function.",
        "contributors": [
            "Morgan, David J.",
            "Poolman, Toryn M.",
            "Williamson, Andrew J. K.",
            "Wang, Zichen",
            "Clark, Neil R.",
            "Ma’ayan, Avi",
            "Whetton, Anthony D.",
            "Brass, Andrew",
            "Matthews, Laura C.",
            "Ray, David W."
        ],
        "dates": {
            "pub-dates": "05/26/online",
            "year": "2016"
        },
        "doi": "10.1038/srep26419",
        "electronic-resource-num": "10.1038/srep26419",
        "pages": "26419",
        "periodical": "Scientific Reports",
        "publisher": "The Author(s)",
        "titles": {
            "secondary-title": "Scientific Reports",
            "title": "Glucocorticoid receptor isoforms direct distinct mitochondrial programs to regulate ATP production"
        },
        "urls": "http://dx.doi.org/10.1038/srep26419",
        "volume": "6",
        "work-type": "Article"
    },
    {
        "abstract": "Enrichment analysis is a popular method for analyzing gene sets generated by genome-wide experiments. Here we present a significant update to one of the tools in this domain called Enrichr. Enrichr currently contains a large collection of diverse gene set libraries available for analysis and download. In total, Enrichr currently contains 180 184 annotated gene sets from 102 gene set libraries. New features have been added to Enrichr including the ability to submit fuzzy sets, upload BED files, improved application programming interface and visualization of the results as clustergrams. Overall, Enrichr is a comprehensive resource for curated gene sets and a search engine that accumulates biological knowledge for further biological discoveries. Enrichr is freely available at: http://amp.pharm.mssm.edu/Enrichr.",
        "contributors": [
            "Kuleshov, Maxim V.",
            "Jones, Matthew R.",
            "Rouillard, Andrew D.",
            "Fernandez, Nicolas F.",
            "Duan, Qiaonan",
            "Wang, Zichen",
            "Koplev, Simon",
            "Jenkins, Sherry L.",
            "Jagodnik, Kathleen M.",
            "Lachmann, Alexander",
            "McDermott, Michael G.",
            "Monteiro, Caroline D.",
            "Gundersen, Gregory W.",
            "Ma'ayan, Avi"
        ],
        "dates": "2016",
        "doi": "10.1093/nar/gkw377",
        "electronic-resource-num": "10.1093/nar/gkw377",
        "isbn": "0305-1048",
        "notes": "10.1093/nar/gkw377",
        "number": "W1",
        "pages": "W90-W97",
        "periodical": "Nucleic Acids Research",
        "titles": {
            "secondary-title": "Nucleic Acids Research",
            "title": "Enrichr: a comprehensive gene set enrichment analysis web server 2016 update"
        },
        "urls": "http://dx.doi.org/10.1093/nar/gkw377",
        "volume": "44"
    },
    {
        "accession-num": "26863628",
        "alt-periodical": {
            "abbr-1": "Oncotarget",
            "full-title": "Oncotarget"
        },
        "auth-address": "Samsung Biomedical Research Institute, Samsung Medical Center, Seoul, Korea; Institute for Refractory Cancer Research, Samsung Medical Center, Seoul, Korea, Samsung Advanced Institute of Technology, Samsung Electronics Co., Ltd., Seoul, Korea.",
        "contributors": [
            "Kong, Doo-Sik",
            "Kim, Jinkuk",
            "Lee, In-Hee",
            "Kim, Sung Tae",
            "Seol, Ho Jun",
            "Lee, Jung-Il",
            "Park, Woong-Yang",
            "Ryu, Gyuha",
            "Wang, Zichen",
            "Ma'ayan, Avi",
            "Nam, Do-Hyun"
        ],
        "dates": {
            "pub-dates": "2016/02//",
            "year": "2016"
        },
        "doi": "10.18632/oncotarget.7115",
        "electronic-resource-num": "10.18632/oncotarget.7115",
        "isbn": "1949-2553",
        "language": "eng",
        "periodical": {
            "abbr-1": "Oncotarget",
            "full-title": "Oncotarget"
        },
        "remote-database-name": "PubMed",
        "titles": {
            "alt-title": "Oncotarget",
            "secondary-title": "Oncotarget",
            "title": "Integrative radiogenomic analysis for multicentric radiophenotype in glioblastoma"
        },
        "urls": [
            "http://europepmc.org/abstract/MED/26863628",
            "http://dx.doi.org/10.18632/oncotarget.7115"
        ]
    },
    {
        "abstract": "The library of integrated network-based cellular signatures (LINCS) L1000 data set currently comprises of over a million gene expression profiles of chemically perturbed human cell lines. Through unique several intrinsic and extrinsic benchmarking schemes, we demonstrate that processing the L1000 data with the characteristic direction (CD) method significantly improves signal to noise compared with the MODZ method currently used to compute L1000 signatures. The CD processed L1000 signatures are served through a state-of-the-art web-based search engine application called L1000CDS2. The L1000CDS2 search engine provides prioritization of thousands of small-molecule signatures, and their pairwise combinations, predicted to either mimic or reverse an input gene expression signature using two methods. The L1000CDS2 search engine also predicts drug targets for all the small molecules profiled by the L1000 assay that we processed. Targets are predicted by computing the cosine similarity between the L1000 small-molecule signatures and a large collection of signatures extracted from the gene expression omnibus (GEO) for single-gene perturbations in mammalian cells. We applied L1000CDS2 to prioritize small molecules that are predicted to reverse expression in 670 disease signatures also extracted from GEO, and prioritized small molecules that can mimic expression of 22 endogenous ligand signatures profiled by the L1000 assay. As a case study, to further demonstrate the utility of L1000CDS2, we collected expression signatures from human cells infected with Ebola virus at 30, 60 and 120 min. Querying these signatures with L1000CDS2 we identified kenpaullone, a GSK3B/CDK2 inhibitor that we show, in subsequent experiments, has a dose-dependent efficacy in inhibiting Ebola infection in vitro without causing cellular toxicity in human cell lines. In summary, the L1000CDS2 tool can be applied in many biological and biomedical settings, while improving the extraction of knowledge from the LINCS L1000 resource.",
        "contributors": [
            "Duan, Qiaonan",
            "Reid, St Patrick",
            "Clark, Neil R.",
            "Wang, Zichen",
            "Fernandez, Nicolas F.",
            "Rouillard, Andrew D.",
            "Readhead, Ben",
            "Tritsch, Sarah R.",
            "Hodos, Rachel",
            "Hafner, Marc",
            "Niepel, Mario",
            "Sorger, Peter K.",
            "Dudley, Joel T.",
            "Bavari, Sina",
            "Panchal, Rekha G.",
            "Ma’ayan, Avi"
        ],
        "dates": {
            "pub-dates": "08/04/online",
            "year": "2016"
        },
        "doi": "10.1038/npjsba.2016.15",
        "electronic-resource-num": "10.1038/npjsba.2016.15\rhttp://www.nature.com/articles/npjsba201615#supplementary-information",
        "pages": "16015",
        "periodical": "npj Systems Biology and Applications",
        "publisher": "Published in partnership with the Systems Biology Institute",
        "titles": {
            "secondary-title": "Npj Systems Biology And Applications",
            "title": "L1000CDS2: LINCS L1000 characteristic direction signatures search engine"
        },
        "urls": "http://dx.doi.org/10.1038/npjsba.2016.15",
        "volume": "2",
        "work-type": "Article"
    },
    {
        "abstract": "Summary The H3 histone variant CENP-A is an epigenetic marker critical for the centromere identity and function. However, the precise regulation of the spatiotemporal deposition and propagation of CENP-A at centromeres during the cell cycle is still poorly understood. Here, we show that CENP-A is phosphorylated at Ser68 during early mitosis by Cdk1. Our results demonstrate that phosphorylation of Ser68 eliminates the binding of CENP-A to the assembly factor HJURP, thus preventing the premature loading of CENP-A to the centromere prior to mitotic exit. Because Cdk1 activity is at its minimum at the mitotic exit, the ratio of Cdk1/PP1α activity changes in favor of Ser68 dephosphorylation, thus making CENP-A available for centromeric deposition by HJURP. Thus, we reveal that dynamic phosphorylation of CENP-A Ser68 orchestrates the spatiotemporal assembly of newly synthesized CENP-A at active centromeres during the cell cycle.",
        "contributors": [
            "Yu, Zhouliang",
            "Zhou, Xiang",
            "Wang, Wenjing",
            "Deng, Wenqiang",
            "Fang, Junnan",
            "Hu, Hao",
            "Wang, Zichen",
            "Li, Shangze",
            "Cui, Lei",
            "Shen, Jing",
            "Zhai, Linhui",
            "Peng, Shengyi",
            "Wong, Jiemin",
            "Dong, Shuo",
            "Yuan, Zengqiang",
            "Ou, Guangshuo",
            "Zhang, Xiaodong",
            "Xu, Ping",
            "Lou, Jizhong",
            "Yang, Na",
            "Chen, Ping",
            "Xu, Rui-Ming",
            "Li, Guohong"
        ],
        "dates": {
            "pub-dates": "1/12/",
            "year": "2015"
        },
        "doi": "10.1016/j.devcel.2014.11.030",
        "electronic-resource-num": "http://dx.doi.org/10.1016/j.devcel.2014.11.030",
        "isbn": "1534-5807",
        "number": "1",
        "pages": "68-81",
        "periodical": "Developmental Cell",
        "titles": {
            "secondary-title": "Developmental Cell",
            "title": "Dynamic Phosphorylation of CENP-A at Ser68 Orchestrates Its Cell-Cycle-Dependent Deposition at Centromeres"
        },
        "urls": "http://www.sciencedirect.com/science/article/pii/S1534580714007692",
        "volume": "32"
    },
    {
        "abstract": "BACKGROUND:Thousands of biological and biomedical investigators study of the functional role of single genes and their protein products in normal physiology and in disease. The findings from these studies are reported in research articles that stimulate new research. It is now established that a complex regulatory networks's is controlling human cellular fate, and this community of researchers are continually unraveling this network topology. Attempts to integrate results from such accumulated knowledge resulted in literature-based protein-protein interaction networks (PPINs) and pathway databases. These databases are widely used by the community to analyze new data collected from emerging genome-wide studies with the assumption that the data within these literature-based databases is the ground truth and contain no biases. While suspicion for research focus biases is growing, a concrete proof for it is still missing. It is difficult to prove because the real PPINs are mostly unknown.RESULTS:Here we analyzed the longitudinal discovery process of literature-based mammalian and yeast PPINs to observe that these networks are discovered non-uniformly. The pattern of discovery is related to a theoretical concept proposed by Kauffman called \"expanding the adjacent possible\". We introduce a network discovery model which explicitly includes the space of possibilities in the form of a true underlying PPIN.CONCLUSIONS:Our model strongly suggests that research focus biases exist in the observed discovery dynamics of these networks. In summary, more care should be placed when using PPIN databases for analysis of newly acquired data, and when considering prior knowledge when designing new experiments.",
        "accession-num": "doi:10.1186/s12918-015-0173-z",
        "contributors": [
            "Wang, Zichen",
            "Clark, Neil",
            "Ma'ayan, Avi"
        ],
        "dates": "2015",
        "doi": "10.1186/s12918-015-0173-z",
        "isbn": "1752-0509",
        "notes": "Zichen Wang and Neil R. Clark contributed equally to this work.",
        "number": "1",
        "pages": "26",
        "periodical": "BMC Systems Biology",
        "titles": {
            "secondary-title": "BMC Systems Biology",
            "title": "Dynamics of the discovery process of protein-protein interactions from low content studies"
        },
        "urls": "http://www.biomedcentral.com/1752-0509/9/26",
        "volume": "9"
    },
    {
        "abstract": "Summary Defining the unique molecular features of progenitors and their niche requires a genome-wide, whole-tissue approach with cellular resolution. Here, we co-isolate embryonic hair follicle (HF) placode and dermal condensate cells, precursors of adult HF stem cells and the dermal papilla/sheath niche, along with lineage-related keratinocytes and fibroblasts, Schwann cells, melanocytes, and a population inclusive of all remaining skin cells. With next-generation RNA sequencing, we define gene expression patterns in the context of the entire embryonic skin, and through transcriptome cross-comparisons, we uncover hundreds of enriched genes in cell-type-specific signatures. Axon guidance signaling and many other pathway genes are enriched in multiple signatures, implicating these factors in driving the large-scale cellular rearrangements necessary for HF formation. Finally, we share all data in an interactive, searchable companion website. Our study provides an overarching view of signaling within the entire embryonic skin and captures a molecular snapshot of HF progenitors and their niche.",
        "contributors": [
            "Sennett, Rachel",
            "Wang, Zichen",
            "Rezza, Amélie",
            "Grisanti, Laura",
            "Roitershtein, Nataly",
            "Sicchio, Cristina",
            "Mok, Ka Wai",
            "Heitman, Nicholas J",
            "Clavel, Carlos",
            "Ma’ayan, Avi",
            "Rendl, Michael"
        ],
        "dates": {
            "pub-dates": "9/14/",
            "year": "2015"
        },
        "doi": "10.1016/j.devcel.2015.06.023",
        "electronic-resource-num": "http://dx.doi.org/10.1016/j.devcel.2015.06.023",
        "isbn": "1534-5807",
        "number": "5",
        "pages": "577-591",
        "periodical": "Developmental Cell",
        "titles": {
            "secondary-title": "Developmental Cell",
            "title": "An Integrated Transcriptome Atlas of Embryonic Hair Follicle Progenitors, Their Niche, and the Developing Skin"
        },
        "urls": "http://www.sciencedirect.com/science/article/pii/S153458071500430X",
        "volume": "34"
    },
    {
        "abstract": "With advances in genomics, transcriptomics, metabolomics and proteomics, and more expansive electronic clinical record monitoring, as well as advances in computation, we have entered the Big Data era in biomedical research. Data gathering is growing rapidly while only a small fraction of this data is converted to useful knowledge or reused in future studies. To improve this, an important concept that is often overlooked is data abstraction. To fuse and reuse biomedical datasets from diverse resources, data abstraction is frequently required. Here we summarize some of the major Big Data biomedical research resources for genomics, proteomics and phenotype data, collected from mammalian cells, tissues and organisms. We then suggest simple data abstraction methods for fusing this diverse but related data. Finally, we demonstrate examples of the potential utility of such data integration efforts, while warning about the inherit biases that exist within such data.",
        "contributors": [
            "Rouillard, Andrew D.",
            "Wang, Zichen",
            "Ma’ayan, Avi"
        ],
        "dates": {
            "pub-dates": "12//",
            "year": "2015"
        },
        "doi": "10.1016/j.compbiolchem.2015.08.005",
        "electronic-resource-num": "http://dx.doi.org/10.1016/j.compbiolchem.2015.08.005",
        "isbn": "1476-9271",
        "keywords": [
            "Data integration",
            "Bioinformatics",
            "Systems biology",
            "Systems pharmacology",
            "Network biology"
        ],
        "pages": "123-138",
        "periodical": "Computational Biology and Chemistry",
        "titles": {
            "secondary-title": "Computational Biology and Chemistry",
            "title": "Reprint of “Abstraction for data integration: Fusing mammalian molecular, cellular and phenotype big datasets for better knowledge extraction”"
        },
        "urls": "http://www.sciencedirect.com/science/article/pii/S1476927115000833",
        "volume": "59, Part B"
    },
    {
        "abstract": "Gene set analysis of differential expression, which identifies collectively differentially expressed gene sets, has become an important tool for biology. The power of this approach lies in its reduction of the dimensionality of the statistical problem and its incorporation of biological interpretation by construction. Many approaches to gene set analysis have been proposed, but benchmarking their performance in the setting of real biological data is difficult due to the lack of a gold standard. In a previously published work we proposed a geometrical approach to differential expression which performed highly in benchmarking tests and compared well to the most popular methods of differential gene expression. As reported, this approach has a natural extension to gene set analysis which we call Principal Angle Enrichment Analysis (PAEA). PAEA employs dimensionality reduction and a multivariate approach for gene set enrichment analysis. However, the performance of this method has not been assessed nor its implementation as a web-based tool. Here we describe new benchmarking protocols for gene set analysis methods and find that PAEA performs highly. The PAEA method is implemented as a user-friendly web-based tool, which contains 70 gene set libraries and is freely available to the community.",
        "accession-num": "PMC4737646",
        "contributors": [
            "Clark, Neil R.",
            "Szymkiewicz, Maciej",
            "Wang, Zichen",
            "Monteiro, Caroline D.",
            "Jones, Matthew R.",
            "Ma’ayan, Avi"
        ],
        "dates": "2015",
        "doi": "10.1109/BIBM.2015.7359689",
        "electronic-resource-num": "10.1109/BIBM.2015.7359689",
        "isbn": "2156-1125",
        "notes": "Proceedings (IEEE Int Conf Bioinformatics Biomed)",
        "pages": "256-262",
        "periodical": "Proceedings. IEEE International Conference on Bioinformatics and Biomedicine",
        "remote-database-name": "PMC",
        "titles": {
            "secondary-title": "Proceedings. IEEE International Conference on Bioinformatics and Biomedicine",
            "title": "Principal Angle Enrichment Analysis (PAEA): Dimensionally Reduced Multivariate Gene Set Enrichment Analysis Tool"
        },
        "urls": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4737646/",
        "volume": "2015"
    },
    {
        "abstract": "Data sets from recent large-scale projects can be integrated into one unified puzzle that can provide new insights into how drugs and genetic perturbations applied to human cells are linked to whole-organism phenotypes. Data that report how drugs affect the phenotype of human cell lines and how drugs induce changes in gene and protein expression in human cell lines can be combined with knowledge about human disease, side effects induced by drugs, and mouse phenotypes. Such data integration efforts can be achieved through the conversion of data from the various resources into single-node-type networks, gene-set libraries, or multipartite graphs. This approach can lead us to the identification of more relationships between genes, drugs, and phenotypes as well as benchmark computational and experimental methods. Overall, this lean ‘Big Data’ integration strategy will bring us closer toward the goal of realizing personalized medicine.",
        "contributors": [
            "Ma’ayan, Avi",
            "Rouillard, Andrew D.",
            "Clark, Neil R.",
            "Wang, Zichen",
            "Duan, Qiaonan",
            "Kou, Yan"
        ],
        "dates": {
            "pub-dates": "9//",
            "year": "2014"
        },
        "doi": "10.1016/j.tips.2014.07.001",
        "electronic-resource-num": "http://dx.doi.org/10.1016/j.tips.2014.07.001",
        "isbn": "0165-6147",
        "keywords": [
            "systems pharmacology",
            "data integration",
            "network analysis",
            "network pharmacology",
            "side-effect prediction",
            "target prediction"
        ],
        "number": "9",
        "pages": "450-460",
        "periodical": "Trends in Pharmacological Sciences",
        "titles": {
            "secondary-title": "Trends in Pharmacological Sciences",
            "title": "Lean Big Data integration in systems biology and systems pharmacology"
        },
        "urls": "http://www.sciencedirect.com/science/article/pii/S0165614714001126",
        "volume": "35"
    },
    {
        "abstract": "The process of cellular senescence generates a repressive chromatin environment, however, the role of histone variants and histone proteolytic cleavage in senescence remains unclear. Here, using models of oncogene-induced and replicative senescence, we report novel histone H3 tail cleavage events mediated by the protease Cathepsin L. We find that cleaved forms of H3 are nucleosomal and the histone variant H3.3 is the preferred cleaved form of H3. Ectopic expression of H3.3 and its cleavage product (H3.3cs1), which lacks the first 21 amino acids of the H3 tail, is sufficient to induce senescence. Further, H3.3cs1 chromatin incorporation is mediated by the HUCA histone chaperone complex. Genome-wide transcriptional profiling revealed that H3.3cs1 facilitates transcriptional silencing of cell cycle regulators including RB/E2F target genes, likely via the permanent removal of H3K4me3. Collectively, our study identifies histone H3.3 and its proteolytically processed forms as key regulators of cellular senescence.",
        "contributors": [
            "Duarte, Luis F.",
            "Young, Andrew R. J.",
            "Wang, Zichen",
            "Wu, Hsan-Au",
            "Panda, Taniya",
            "Kou, Yan",
            "Kapoor, Avnish",
            "Hasson, Dan",
            "Mills, Nicholas R.",
            "Ma’ayan, Avi",
            "Narita, Masashi",
            "Bernstein, Emily"
        ],
        "dates": {
            "pub-dates": "11/14/online",
            "year": "2014"
        },
        "doi": "10.1038/ncomms6210",
        "electronic-resource-num": "10.1038/ncomms6210",
        "notes": "Supplementary information available for this article at http://www.nature.com/ncomms/2014/141114/ncomms6210/suppinfo/ncomms6210_S1.html",
        "periodical": "Nature Communications",
        "publisher": "Nature Publishing Group, a division of Macmillan Publishers Limited. All Rights Reserved.",
        "titles": {
            "secondary-title": "Nature Communications",
            "title": "Histone H3.3 and its proteolytically processed form drive a cellular senescence programme"
        },
        "urls": "http://dx.doi.org/10.1038/ncomms6210",
        "volume": "5",
        "work-type": "Article"
    },
    {
        "abstract": "Summary: Recently, several high profile studies collected cell viability data from panels of cancer cell lines treated with many drugs applied at different concentrations. Such drug sensitivity data for cancer cell lines provide suggestive treatments for different types and subtypes of cancer. Visualization of these datasets can reveal patterns that may not be obvious by examining the data without such efforts. Here we introduce Drug/Cell-line Browser (DCB), an online interactive HTML5 data visualization tool for interacting with three of the recently published datasets of cancer cell lines/drug-viability studies. DCB uses clustering and canvas visualization of the drugs and the cell lines, as well as a bar graph that summarizes drug effectiveness for the tissue of origin or the cancer subtypes for single or multiple drugs. DCB can help in understanding drug response patterns and prioritizing drug/cancer cell line interactions by tissue of origin or cancer subtype.Availability and implementation: DCB is an open source Web-based tool that is freely available at: http://www.maayanlab.net/LINCS/DCBContact: avi.maayan@mssm.eduSupplementary information: Supplementary data are available at Bioinformatics online.",
        "contributors": [
            "Duan, Qiaonan",
            "Wang, Zichen",
            "Fernandez, Nicolas F.",
            "Rouillard, Andrew D.",
            "Tan, Christopher M.",
            "Benes, Cyril H.",
            "Ma’ayan, Avi"
        ],
        "dates": {
            "pub-dates": "November 15, 2014",
            "year": "2014"
        },
        "doi": "10.1093/bioinformatics/btu526",
        "electronic-resource-num": "10.1093/bioinformatics/btu526",
        "number": "22",
        "pages": "3289-3290",
        "periodical": "Bioinformatics",
        "titles": {
            "secondary-title": "Bioinformatics",
            "title": "Drug/Cell-line Browser: interactive canvas visualization of cancer drug/cell-line viability assay datasets"
        },
        "urls": "http://bioinformatics.oxfordjournals.org/content/30/22/3289.abstract",
        "volume": "30"
    },
    {
        "abstract": "BACKGROUND:System-wide profiling of genes and proteins in mammalian cells produce lists of differentially expressed genes/proteins that need to be further analyzed for their collective functions in order to extract new knowledge. Once unbiased lists of genes or proteins are generated from such experiments, these lists are used as input for computing enrichment with existing lists created from prior knowledge organized into gene-set libraries. While many enrichment analysis tools and gene-set libraries databases have been developed, there is still room for improvement.RESULTS:Here, we present Enrichr, an integrative web-based and mobile software application that includes new gene-set libraries, an alternative approach to rank enriched terms, and various interactive visualization approaches to display enrichment results using the JavaScript library, Data Driven Documents (D3). The software can also be embedded into any tool that performs gene list analysis. We applied Enrichr to analyze nine cancer cell lines by comparing their enrichment signatures to the enrichment signatures of matched normal tissues. We observed a common pattern of up regulation of the polycomb group PRC2 and enrichment for the histone mark H3K27me3 in many cancer cell lines, as well as alterations in Toll-like receptor and interlukin signaling in K562 cells when compared with normal myeloid CD33+ cells. Such analyses provide global visualization of critical differences between normal tissues and cancer cell lines but can be applied to many other scenarios.CONCLUSIONS:Enrichr is an easy to use intuitive enrichment analysis web-based tool providing various types of visualization summaries of collective functions of gene lists. Enrichr is open source and freely available online at: http://amp.pharm.mssm.edu/Enrichr.",
        "accession-num": "doi:10.1186/1471-2105-14-128",
        "contributors": [
            "Chen, Edward",
            "Tan, Christopher",
            "Kou, Yan",
            "Duan, Qiaonan",
            "Wang, Zichen",
            "Meirelles, Gabriela",
            "Clark, Neil",
            "Ma'ayan, Avi"
        ],
        "dates": "2013",
        "doi": "10.1186/1471-2105-14-128",
        "isbn": "1471-2105",
        "number": "1",
        "pages": "128",
        "periodical": "BMC Bioinformatics",
        "titles": {
            "secondary-title": "BMC Bioinformatics",
            "title": "Enrichr: interactive and collaborative HTML5 gene list enrichment analysis tool"
        },
        "urls": "http://www.biomedcentral.com/1471-2105/14/128",
        "volume": "14"
    },
    {
        "abstract": "The cell wall is important for pollen tube growth, but little is known about the molecular mechanism that controls cell wall deposition in pollen tubes. Here, the functional characterization of the pollen-expressed Arabidopsis cellulose synthase-like D genes CSLD1 and CSLD4 that are required for pollen tube growth is reported. Both CSLD1 and CSLD4 are highly expressed in mature pollen grains and pollen tubes. The CSLD1 and CSLD4 proteins are located in the Golgi apparatus and transported to the plasma membrane of the tip region of growing pollen tubes, where cellulose is actively synthesized. Mutations in CSLD1 and CSLD4 caused a significant reduction in cellulose deposition in the pollen tube wall and a remarkable disorganization of the pollen tube wall layers, which disrupted the genetic transmission of the male gametophyte. In csld1 and csld4 single mutants and in the csld1 csld4 double mutant, all the mutant pollen tubes exhibited similar phenotypes: the pollen tubes grew extremely abnormally both in vitro and in vivo, which indicates that CSLD1 and CSLD4 are not functionally redundant. Taken together, these results suggest that CSLD1 and CSLD4 play important roles in pollen tube growth, probably through participation in cellulose synthesis of the pollen tube wall.",
        "contributors": [
            "Wang, Wei",
            "Wang, Li",
            "Chen, Chen",
            "Xiong, Guangyan",
            "Tan, Xiao-Yun",
            "Yang, Ke-Zhen",
            "Wang, Zi-Chen",
            "Zhou, Yihua",
            "Ye, De",
            "Chen, Li-Qun"
        ],
        "dates": {
            "pub-dates": "October 1, 2011",
            "year": "2011"
        },
        "doi": "10.1093/jxb/err221",
        "electronic-resource-num": "10.1093/jxb/err221",
        "number": "14",
        "pages": "5161-5177",
        "periodical": "Journal of Experimental Botany",
        "titles": {
            "secondary-title": "Journal of Experimental Botany",
            "title": "Arabidopsis CSLD1 and CSLD4 are required for cellulose deposition and normal growth of pollen tubes"
        },
        "urls": "http://jxb.oxfordjournals.org/content/62/14/5161.abstract",
        "volume": "62"
    }
]