[
    {
        "contributors": [
            "Wang, Zichen", 
            "Monteiro, Caroline D.", 
            "Jagodnik, Kathleen M.", 
            "Fernandez, Nicolas F.", 
            "Gundersen, Gregory W.", 
            "Rouillard, Andrew D.", 
            "Jenkins, Sherry L.", 
            "Feldmann, Axel S.", 
            "Hu, Kevin S.", 
            "McDermott, Michael G.", 
            "Duan, Qiaonan", 
            "Clark, Neil R.", 
            "Jones, Matthew R.", 
            "Kou, Yan", 
            "Goff, Troy", 
            "Woodland, Holly", 
            "Amaral, Fabio M. R.", 
            "Szeto, Gregory L.", 
            "Fuchs, Oliver", 
            "Schüssler-Fiorenza Rose, Sophia M.", 
            "Sharma, Shvetank", 
            "Schwartz, Uwe", 
            "Bausela, Xabier Bengoetxea", 
            "Szymkiewicz, Maciej", 
            "Maroulis, Vasileios", 
            "Salykin, Anton", 
            "Barra, Carolina M.", 
            "Kruth, Candice D.", 
            "Bongio, Nicholas J.", 
            "Mathur, Vaibhav", 
            "Todoric, Radmila D.", 
            "Rubin, Udi E.", 
            "Malatras, Apostolos", 
            "Fulp, Carl T.", 
            "Galindo, John A.", 
            "Motiejunaite, Ruta", 
            "Jüschke, Christoph", 
            "Dishuck, Philip C.", 
            "Lahl, Katharina", 
            "Jafari, Mohieddin", 
            "Aibar, Sara", 
            "Zaravinos, Apostolos", 
            "Steenhuizen, Linda H.", 
            "Allison, Lindsey R.", 
            "Gamallo, Pablo", 
            "de Andres Segura, Fernando", 
            "Dae Devlin, Tyler", 
            "Pérez-García, Vicente", 
            "Ma’ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "09/26/online", 
            "year": "2016"
        }, 
        "doi": "10.1038/ncomms12846\rhttp://www.nature.com/articles/ncomms12846#supplementary-information", 
        "electronic-resource-num": "10.1038/ncomms12846\rhttp://www.nature.com/articles/ncomms12846#supplementary-information", 
        "pages": "12846", 
        "periodical": "Nature Communications", 
        "publisher": "The Author(s)", 
        "titles": {
            "secondary-title": "Nature Communications", 
            "title": "Extraction and analysis of signatures from the Gene Expression Omnibus by the crowd"
        }, 
        "urls": "http://dx.doi.org/10.1038/ncomms12846", 
        "volume": "7", 
        "work-type": "Article"
    }, 
    {
        "abstract": "RNA-seq analysis is becoming a standard method for global gene expression profiling. However, open and standard pipelines to perform RNA-seq analysis by non-experts remain challenging due to the large size of the raw data files and the hardware requirements for running the alignment step. Here we introduce a reproducible open source RNA-seq pipeline delivered as an IPython notebook and a Docker image. The pipeline uses state-of-the-art tools and can run on various platforms with minimal configuration overhead. The pipeline enables the extraction of knowledge from typical RNA-seq studies by generating interactive principal component analysis (PCA) and hierarchical clustering (HC) plots, performing enrichment analyses against over 90 gene set libraries, and obtaining lists of small molecules that are predicted to either mimic or reverse the observed changes in mRNA expression. We apply the pipeline to a recently published RNA-seq dataset collected from human neuronal progenitors infected with the Zika virus (ZIKV). In addition to confirming the presence of cell cycle genes among the genes that are downregulated by ZIKV, our analysis uncovers significant overlap with upregulated genes that when knocked out in mice induce defects in brain morphology. This result potentially points to the molecular processes associated with the microcephaly phenotype observed in newborns from pregnant mothers infected with the virus. In addition, our analysis predicts small molecules that can either mimic or reverse the expression changes induced by ZIKV. The IPython notebook and Docker image are freely available at: http://nbviewer.jupyter.org/github/maayanlab/Zika-RNAseq-Pipeline/blob/master/Zika.ipynb and https://hub.docker.com/r/maayanlab/zika/.", 
        "accession-num": "10.12688/f1000research.9110.1", 
        "contributors": [
            "Wang, Zichen", 
            "Ma'ayan, Avi"
        ], 
        "dates": "2016", 
        "doi": "10.12688/f1000research.9110.1", 
        "electronic-resource-num": "10.12688/f1000research.9110.1", 
        "number": "1574", 
        "periodical": "F1000Research", 
        "titles": {
            "secondary-title": "F1000Research", 
            "title": "An open RNA-Seq data analysis pipeline tutorial with an example of reprocessing data from a recent Zika virus study [version 1; referees: 3 approved]"
        }, 
        "urls": "http://f1000r.es/7kc", 
        "volume": "5"
    }, 
    {
        "abstract": "Motivation: Adverse drug reactions (ADRs) are a central consideration during drug development. Here we present a machine learning classifier to prioritize ADRs for approved drugs and pre-clinical small-molecule compounds by combining chemical structure (CS) and gene expression (GE) features. The GE data is from the Library of Integrated Network-based Cellular Signatures (LINCS) L1000 dataset that measured changes in GE before and after treatment of human cells with over 20 000 small-molecule compounds including most of the FDA-approved drugs. Using various benchmarking methods, we show that the integration of GE data with the CS of the drugs can significantly improve the predictability of ADRs. Moreover, transforming GE features to enrichment vectors of biological terms further improves the predictive capability of the classifiers. The most predictive biological-term features can assist in understanding the drug mechanisms of action. Finally, we applied the classifier to all  >20 000 small-molecules profiled, and developed a web portal for browsing and searching predictive small-molecule/ADR connections.Availability and Implementation: The interface for the adverse event predictions for the  >20 000 LINCS compounds is available at http://maayanlab.net/SEP-L1000/.Contact: avi.maayan@mssm.eduSupplementary information: Supplementary data are available at Bioinformatics online.", 
        "contributors": [
            "Wang, Zichen", 
            "Clark, Neil R.", 
            "Ma’ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "August 1, 2016", 
            "year": "2016"
        }, 
        "doi": "10.1093/bioinformatics/btw168", 
        "electronic-resource-num": "10.1093/bioinformatics/btw168", 
        "number": "15", 
        "pages": "2338-2345", 
        "periodical": "Bioinformatics", 
        "titles": {
            "secondary-title": "Bioinformatics", 
            "title": "Drug-induced adverse events prediction with the LINCS L1000 data"
        }, 
        "urls": "http://bioinformatics.oxfordjournals.org/content/32/15/2338.abstract", 
        "volume": "32"
    }, 
    {
        "abstract": "Normal brain function depends on the interaction between highly specialized neurons that operate within anatomically and functionally distinct brain regions. Neuronal specification is driven by transcriptional programs that are established during early neuronal development and remain in place in the adult brain. The fidelity of neuronal specification depends on the robustness of the transcriptional program that supports the neuron type-specific gene expression patterns. Here we show that polycomb repressive complex 2 (PRC2), which supports neuron specification during differentiation, contributes to the suppression of a transcriptional program that is detrimental to adult neuron function and survival. We show that PRC2 deficiency in striatal neurons leads to the de-repression of selected, predominantly bivalent PRC2 target genes that are dominated by self-regulating transcription factors normally suppressed in these neurons. The transcriptional changes in PRC2-deficient neurons lead to progressive and fatal neurodegeneration in mice. Our results point to a key role of PRC2 in protecting neurons against degeneration.", 
        "contributors": [
            "von Schimmelmann, Melanie", 
            "Feinberg, Philip A.", 
            "Sullivan, Josefa M.", 
            "Ku, Stacy M.", 
            "Badimon, Ana", 
            "Duff, Mary Kaye", 
            "Wang, Zichen", 
            "Lachmann, Alexander", 
            "Dewell, Scott", 
            "Ma'ayan, Avi", 
            "Han, Ming-Hu", 
            "Tarakhovsky, Alexander", 
            "Schaefer, Anne"
        ], 
        "dates": {
            "pub-dates": "08/15/online", 
            "year": "2016"
        }, 
        "doi": "10.1038/nn.4360\rhttp://www.nature.com/neuro/journal/vaop/ncurrent/abs/nn.4360.html#supplementary-information", 
        "electronic-resource-num": "10.1038/nn.4360\rhttp://www.nature.com/neuro/journal/vaop/ncurrent/abs/nn.4360.html#supplementary-information", 
        "isbn": "1546-1726", 
        "periodical": "Nat Neurosci", 
        "publisher": "Nature Publishing Group, a division of Macmillan Publishers Limited. All Rights Reserved.", 
        "titles": {
            "secondary-title": "Nat Neurosci", 
            "title": "Polycomb repressive complex 2 (PRC2) silences genes responsible for neurodegeneration"
        }, 
        "urls": "http://dx.doi.org/10.1038/nn.4360", 
        "volume": "advance online publication", 
        "work-type": "Article"
    }, 
    {
        "abstract": "Genomics, epigenomics, transcriptomics, proteomics and metabolomics efforts rapidly generate a plethora of data on the activity and levels of biomolecules within mammalian cells. At the same time, curation projects that organize knowledge from the biomedical literature into online databases are expanding. Hence, there is a wealth of information about genes, proteins and their associations, with an urgent need for data integration to achieve better knowledge extraction and data reuse. For this purpose, we developed the Harmonizome: a collection of processed datasets gathered to serve and mine knowledge about genes and proteins from over 70 major online resources. We extracted, abstracted and organized data into ∼72 million functional associations between genes/proteins and their attributes. Such attributes could be physical relationships with other biomolecules, expression in cell lines and tissues, genetic associations with knockout mouse or human phenotypes, or changes in expression after drug treatment. We stored these associations in a relational database along with rich metadata for the genes/proteins, their attributes and the original resources. The freely available Harmonizome web portal provides a graphical user interface, a web service and a mobile app for querying, browsing and downloading all of the collected data. To demonstrate the utility of the Harmonizome, we computed and visualized gene–gene and attribute–attribute similarity networks, and through unsupervised clustering, identified many unexpected relationships by combining pairs of datasets such as the association between kinase perturbations and disease signatures. We also applied supervised machine learning methods to predict novel substrates for kinases, endogenous ligands for G-protein coupled receptors, mouse phenotypes for knockout genes, and classified unannotated transmembrane proteins for likelihood of being ion channels. The Harmonizome is a comprehensive resource of knowledge about genes and proteins, and as such, it enables researchers to discover novel relationships between biological entities, as well as form novel data-driven hypotheses for experimental validation.Database URL: http://amp.pharm.mssm.edu/Harmonizome.", 
        "contributors": [
            "Rouillard, Andrew D.", 
            "Gundersen, Gregory W.", 
            "Fernandez, Nicolas F.", 
            "Wang, Zichen", 
            "Monteiro, Caroline D.", 
            "McDermott, Michael G.", 
            "Ma’ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "January 1, 2016", 
            "year": "2016"
        }, 
        "doi": "10.1093/database/baw100", 
        "electronic-resource-num": "10.1093/database/baw100", 
        "periodical": "Database", 
        "titles": {
            "secondary-title": "Database", 
            "title": "The harmonizome: a collection of processed datasets gathered to serve and mine knowledge about genes and proteins"
        }, 
        "urls": "http://database.oxfordjournals.org/content/2016/baw100.abstract", 
        "volume": "2016"
    }, 
    {
        "abstract": "The hair follicle (HF) is a complex miniorgan that serves as an ideal model system to study stem cell (SC) interactions with the niche during growth and regeneration. Dermal papilla (DP) cells are required for SC activation during the adult hair cycle, but signal exchange between niche and SC precursors/transit-amplifying cell (TAC) progenitors that regulates HF morphogenetic growth is largely unknown. Here we use six transgenic reporters to isolate 14 major skin and HF cell populations. With next-generation RNA sequencing, we characterize their transcriptomes and define unique molecular signatures. SC precursors, TACs, and the DP niche express a plethora of ligands and receptors. Signaling interaction network analysis reveals a bird?s-eye view of pathways implicated in epithelial-mesenchymal interactions. Using a systematic tissue-wide approach, this work provides a comprehensive platform, linked to an interactive online database, to identify and further explore the SC/TAC/niche crosstalk regulating HF growth.", 
        "access-date": "2016/04/01", 
        "contributors": [
            "Rezza, Amélie", 
            "Wang, Zichen", 
            "Sennett, Rachel", 
            "Qiao, Wenlian", 
            "Wang, Dongmei", 
            "Heitman, Nicholas", 
            "Mok, Ka Wai", 
            "Clavel, Carlos", 
            "Yi, Rui", 
            "Zandstra, Peter", 
            "Ma’ayan, Avi", 
            "Rendl, Michael"
        ], 
        "dates": "2016", 
        "doi": "10.1016/j.celrep.2016.02.078", 
        "electronic-resource-num": "10.1016/j.celrep.2016.02.078", 
        "isbn": "2211-1247", 
        "number": "12", 
        "pages": "3001-3018", 
        "periodical": "Cell Reports", 
        "publisher": "Elsevier", 
        "titles": {
            "secondary-title": "Cell Reports", 
            "title": "Signaling Networks among Stem Cell Precursors, Transit-Amplifying Progenitors, and their Niche in Developing Hair Follicles"
        }, 
        "urls": "http://dx.doi.org/10.1016/j.celrep.2016.02.078", 
        "volume": "14"
    }, 
    {
        "abstract": "Adult women are twice as likely as men to suffer from affective and anxiety disorders, although the mechanisms underlying heightened female stress susceptibility are incompletely understood. Recent findings in mouse Nucleus Accumbens (NAc) suggest a role for DNA methylation-driven sex differences in genome-wide transcriptional profiles. However, the role of another epigenetic process—microRNA (miR) regulation—has yet to be explored. We exposed male and female mice to Subchronic Variable Stress (SCVS), a stress paradigm that produces depression-like behavior in female, but not male, mice, and performed next generation mRNA and miR sequencing on NAc tissue. We applied a combination of differential expression, miR-mRNA network and functional enrichment analyses to characterize the transcriptional and post-transcriptional landscape of sex differences in NAc stress response. We find that male and female mice exhibit largely non-overlapping miR and mRNA profiles following SCVS. The two sexes also show enrichment of different molecular pathways and functions. Collectively, our results suggest that males and females mount fundamentally different transcriptional and post-transcriptional responses to SCVS and engage sex-specific molecular processes following stress. These findings have implications for the pathophysiology and treatment of stress-related disorders in women.", 
        "auth-address": "Scott J. Russo,Fishberg Department of Neuroscience and Friedman Brain Institute, Icahn School of Medicine at Mount Sinai,New York, NY, USA,scott.russo@mssm.edu", 
        "contributors": [
            "Pfau, Madeline L.", 
            "Purushothaman, Immanuel", 
            "Feng, Jian", 
            "Golden, Sam A.", 
            "Aleyasin, Hossein", 
            "Lorsch, Zachary S.", 
            "Cates, Hannah M.", 
            "Flanigan, Meghan E.", 
            "Menard, Caroline", 
            "Heshmati, Mitra", 
            "Wang, Zichen", 
            "Ma'ayan, Avi", 
            "Shen, Li", 
            "Hodes, Georgia E.", 
            "Russo, Scott J."
        ], 
        "dates": {
            "pub-dates": "2016-December-23", 
            "year": "2016"
        }, 
        "doi": "10.3389/fnmol.2016.00144", 
        "electronic-resource-num": "10.3389/fnmol.2016.00144", 
        "isbn": "1662-5099", 
        "keywords": "Depression,Stress, Psychological,sex differences,RNA-Seq,microRNA,Nucleus Accumbens", 
        "language": "English", 
        "number": "144", 
        "periodical": "Frontiers in Molecular Neuroscience", 
        "titles": {
            "secondary-title": "Frontiers in Molecular Neuroscience", 
            "short-title": "Sex differences in stress-induced microRNA networks", 
            "title": "Integrative Analysis of Sex-Specific microRNA Networks Following Stress in Mouse Nucleus Accumbens"
        }, 
        "urls": "http://journal.frontiersin.org/article/10.3389/fnmol.2016.00144", 
        "volume": "9", 
        "work-type": "Original Research"
    }, 
    {
        "abstract": "The glucocorticoid receptor (GR), a nuclear receptor and major drug target, has a highly conserved minor splice variant, GRγ, which differs by a single arginine within the DNA binding domain. GRγ, which comprises 10% of all GR transcripts, is constitutively expressed and tightly conserved through mammalian evolution, suggesting an important non-redundant role. However, to date no specific role for GRγ has been reported. We discovered significant differences in subcellular localisation, and nuclear-cytoplasmic shuttling in response to ligand. In addition the GRγ transcriptome and protein interactome was distinct, and with a gene ontology signal for mitochondrial regulation which was confirmed using Seahorse technology. We propose that evolutionary conservation of the single additional arginine in GRγ is driven by a distinct, non-redundant functional profile, including regulation of mitochondrial function.", 
        "contributors": [
            "Morgan, David J.", 
            "Poolman, Toryn M.", 
            "Williamson, Andrew J. K.", 
            "Wang, Zichen", 
            "Clark, Neil R.", 
            "Ma’ayan, Avi", 
            "Whetton, Anthony D.", 
            "Brass, Andrew", 
            "Matthews, Laura C.", 
            "Ray, David W."
        ], 
        "dates": {
            "pub-dates": "05/26/online", 
            "year": "2016"
        }, 
        "doi": "10.1038/srep26419", 
        "electronic-resource-num": "10.1038/srep26419", 
        "pages": "26419", 
        "periodical": "Scientific Reports", 
        "publisher": "The Author(s)", 
        "titles": {
            "secondary-title": "Scientific Reports", 
            "title": "Glucocorticoid receptor isoforms direct distinct mitochondrial programs to regulate ATP production"
        }, 
        "urls": "http://dx.doi.org/10.1038/srep26419", 
        "volume": "6", 
        "work-type": "Article"
    }, 
    {
        "abstract": "Enrichment analysis is a popular method for analyzing gene sets generated by genome-wide experiments. Here we present a significant update to one of the tools in this domain called Enrichr. Enrichr currently contains a large collection of diverse gene set libraries available for analysis and download. In total, Enrichr currently contains 180 184 annotated gene sets from 102 gene set libraries. New features have been added to Enrichr including the ability to submit fuzzy sets, upload BED files, improved application programming interface and visualization of the results as clustergrams. Overall, Enrichr is a comprehensive resource for curated gene sets and a search engine that accumulates biological knowledge for further biological discoveries. Enrichr is freely available at: http://amp.pharm.mssm.edu/Enrichr.", 
        "contributors": [
            "Kuleshov, Maxim V.", 
            "Jones, Matthew R.", 
            "Rouillard, Andrew D.", 
            "Fernandez, Nicolas F.", 
            "Duan, Qiaonan", 
            "Wang, Zichen", 
            "Koplev, Simon", 
            "Jenkins, Sherry L.", 
            "Jagodnik, Kathleen M.", 
            "Lachmann, Alexander", 
            "McDermott, Michael G.", 
            "Monteiro, Caroline D.", 
            "Gundersen, Gregory W.", 
            "Ma'ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "May 3, 2016", 
            "year": "2016"
        }, 
        "doi": "10.1093/nar/gkw377", 
        "electronic-resource-num": "10.1093/nar/gkw377", 
        "periodical": "Nucleic Acids Research", 
        "titles": {
            "secondary-title": "Nucleic Acids Research", 
            "title": "Enrichr: a comprehensive gene set enrichment analysis web server 2016 update"
        }, 
        "urls": "http://nar.oxfordjournals.org/content/early/2016/05/03/nar.gkw377.abstract"
    }, 
    {
        "accession-num": "26863628", 
        "alt-periodical": {
            "abbr-1": "Oncotarget", 
            "full-title": "Oncotarget"
        }, 
        "auth-address": "Samsung Biomedical Research Institute, Samsung Medical Center, Seoul, Korea; Institute for Refractory Cancer Research, Samsung Medical Center, Seoul, Korea, Samsung Advanced Institute of Technology, Samsung Electronics Co., Ltd., Seoul, Korea.", 
        "contributors": [
            "Kong, Doo-Sik", 
            "Kim, Jinkuk", 
            "Lee, In-Hee", 
            "Kim, Sung Tae", 
            "Seol, Ho Jun", 
            "Lee, Jung-Il", 
            "Park, Woong-Yang", 
            "Ryu, Gyuha", 
            "Wang, Zichen", 
            "Ma'ayan, Avi", 
            "Nam, Do-Hyun"
        ], 
        "dates": {
            "pub-dates": "2016/02//", 
            "year": "2016"
        }, 
        "doi": "10.18632/oncotarget.7115", 
        "electronic-resource-num": "10.18632/oncotarget.7115", 
        "isbn": "1949-2553", 
        "language": "eng", 
        "periodical": {
            "abbr-1": "Oncotarget", 
            "full-title": "Oncotarget"
        }, 
        "remote-database-name": "PubMed", 
        "titles": {
            "alt-title": "Oncotarget", 
            "secondary-title": "Oncotarget", 
            "title": "Integrative radiogenomic analysis for multicentric radiophenotype in glioblastoma"
        }, 
        "urls": [
            "http://europepmc.org/abstract/MED/26863628", 
            "http://dx.doi.org/10.18632/oncotarget.7115"
        ]
    }, 
    {
        "abstract": "The library of integrated network-based cellular signatures (LINCS) L1000 data set currently comprises of over a million gene expression profiles of chemically perturbed human cell lines. Through unique several intrinsic and extrinsic benchmarking schemes, we demonstrate that processing the L1000 data with the characteristic direction (CD) method significantly improves signal to noise compared with the MODZ method currently used to compute L1000 signatures. The CD processed L1000 signatures are served through a state-of-the-art web-based search engine application called L1000CDS2. The L1000CDS2 search engine provides prioritization of thousands of small-molecule signatures, and their pairwise combinations, predicted to either mimic or reverse an input gene expression signature using two methods. The L1000CDS2 search engine also predicts drug targets for all the small molecules profiled by the L1000 assay that we processed. Targets are predicted by computing the cosine similarity between the L1000 small-molecule signatures and a large collection of signatures extracted from the gene expression omnibus (GEO) for single-gene perturbations in mammalian cells. We applied L1000CDS2 to prioritize small molecules that are predicted to reverse expression in 670 disease signatures also extracted from GEO, and prioritized small molecules that can mimic expression of 22 endogenous ligand signatures profiled by the L1000 assay. As a case study, to further demonstrate the utility of L1000CDS2, we collected expression signatures from human cells infected with Ebola virus at 30, 60 and 120 min. Querying these signatures with L1000CDS2 we identified kenpaullone, a GSK3B/CDK2 inhibitor that we show, in subsequent experiments, has a dose-dependent efficacy in inhibiting Ebola infection in vitro without causing cellular toxicity in human cell lines. In summary, the L1000CDS2 tool can be applied in many biological and biomedical settings, while improving the extraction of knowledge from the LINCS L1000 resource.", 
        "contributors": [
            "Duan, Qiaonan", 
            "Reid, St Patrick", 
            "Clark, Neil R.", 
            "Wang, Zichen", 
            "Fernandez, Nicolas F.", 
            "Rouillard, Andrew D.", 
            "Readhead, Ben", 
            "Tritsch, Sarah R.", 
            "Hodos, Rachel", 
            "Hafner, Marc", 
            "Niepel, Mario", 
            "Sorger, Peter K.", 
            "Dudley, Joel T.", 
            "Bavari, Sina", 
            "Panchal, Rekha G.", 
            "Ma’ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "08/04/online", 
            "year": "2016"
        }, 
        "doi": "10.1038/npjsba.2016.15\rhttp://www.nature.com/articles/npjsba201615#supplementary-information", 
        "electronic-resource-num": "10.1038/npjsba.2016.15\rhttp://www.nature.com/articles/npjsba201615#supplementary-information", 
        "pages": "16015", 
        "periodical": "npj Systems Biology and Applications", 
        "publisher": "Published in partnership with the Systems Biology Institute", 
        "titles": {
            "secondary-title": "Npj Systems Biology And Applications", 
            "title": "L1000CDS2: LINCS L1000 characteristic direction signatures search engine"
        }, 
        "urls": "http://dx.doi.org/10.1038/npjsba.2016.15", 
        "volume": "2", 
        "work-type": "Article"
    }, 
    {
        "abstract": "Summary The H3 histone variant CENP-A is an epigenetic marker critical for the centromere identity and function. However, the precise regulation of the spatiotemporal deposition and propagation of CENP-A at centromeres during the cell cycle is still poorly understood. Here, we show that CENP-A is phosphorylated at Ser68 during early mitosis by Cdk1. Our results demonstrate that phosphorylation of Ser68 eliminates the binding of CENP-A to the assembly factor HJURP, thus preventing the premature loading of CENP-A to the centromere prior to mitotic exit. Because Cdk1 activity is at its minimum at the mitotic exit, the ratio of Cdk1/PP1α activity changes in favor of Ser68 dephosphorylation, thus making CENP-A available for centromeric deposition by HJURP. Thus, we reveal that dynamic phosphorylation of CENP-A Ser68 orchestrates the spatiotemporal assembly of newly synthesized CENP-A at active centromeres during the cell cycle.", 
        "contributors": [
            "Yu, Zhouliang", 
            "Zhou, Xiang", 
            "Wang, Wenjing", 
            "Deng, Wenqiang", 
            "Fang, Junnan", 
            "Hu, Hao", 
            "Wang, Zichen", 
            "Li, Shangze", 
            "Cui, Lei", 
            "Shen, Jing", 
            "Zhai, Linhui", 
            "Peng, Shengyi", 
            "Wong, Jiemin", 
            "Dong, Shuo", 
            "Yuan, Zengqiang", 
            "Ou, Guangshuo", 
            "Zhang, Xiaodong", 
            "Xu, Ping", 
            "Lou, Jizhong", 
            "Yang, Na", 
            "Chen, Ping", 
            "Xu, Rui-Ming", 
            "Li, Guohong"
        ], 
        "dates": {
            "pub-dates": "1/12/", 
            "year": "2015"
        }, 
        "doi": "10.1016/j.devcel.2014.11.030", 
        "electronic-resource-num": "http://dx.doi.org/10.1016/j.devcel.2014.11.030", 
        "isbn": "1534-5807", 
        "number": "1", 
        "pages": "68-81", 
        "periodical": "Developmental Cell", 
        "titles": {
            "secondary-title": "Developmental Cell", 
            "title": "Dynamic Phosphorylation of CENP-A at Ser68 Orchestrates Its Cell-Cycle-Dependent Deposition at Centromeres"
        }, 
        "urls": "http://www.sciencedirect.com/science/article/pii/S1534580714007692", 
        "volume": "32"
    }, 
    {
        "abstract": "BACKGROUND:Thousands of biological and biomedical investigators study of the functional role of single genes and their protein products in normal physiology and in disease. The findings from these studies are reported in research articles that stimulate new research. It is now established that a complex regulatory networks's is controlling human cellular fate, and this community of researchers are continually unraveling this network topology. Attempts to integrate results from such accumulated knowledge resulted in literature-based protein-protein interaction networks (PPINs) and pathway databases. These databases are widely used by the community to analyze new data collected from emerging genome-wide studies with the assumption that the data within these literature-based databases is the ground truth and contain no biases. While suspicion for research focus biases is growing, a concrete proof for it is still missing. It is difficult to prove because the real PPINs are mostly unknown.RESULTS:Here we analyzed the longitudinal discovery process of literature-based mammalian and yeast PPINs to observe that these networks are discovered non-uniformly. The pattern of discovery is related to a theoretical concept proposed by Kauffman called \"expanding the adjacent possible\". We introduce a network discovery model which explicitly includes the space of possibilities in the form of a true underlying PPIN.CONCLUSIONS:Our model strongly suggests that research focus biases exist in the observed discovery dynamics of these networks. In summary, more care should be placed when using PPIN databases for analysis of newly acquired data, and when considering prior knowledge when designing new experiments.", 
        "accession-num": "doi:10.1186/s12918-015-0173-z", 
        "contributors": [
            "Wang, Zichen", 
            "Clark, Neil", 
            "Ma'ayan, Avi"
        ], 
        "dates": "2015", 
        "doi": "10.1186/s12918-015-0173-z", 
        "isbn": "1752-0509", 
        "notes": "Zichen Wang and Neil R. Clark contributed equally to this work.", 
        "number": "1", 
        "pages": "26", 
        "periodical": "BMC Systems Biology", 
        "titles": {
            "secondary-title": "BMC Systems Biology", 
            "title": "Dynamics of the discovery process of protein-protein interactions from low content studies"
        }, 
        "urls": "http://www.biomedcentral.com/1752-0509/9/26", 
        "volume": "9"
    }, 
    {
        "abstract": "Summary Defining the unique molecular features of progenitors and their niche requires a genome-wide, whole-tissue approach with cellular resolution. Here, we co-isolate embryonic hair follicle (HF) placode and dermal condensate cells, precursors of adult HF stem cells and the dermal papilla/sheath niche, along with lineage-related keratinocytes and fibroblasts, Schwann cells, melanocytes, and a population inclusive of all remaining skin cells. With next-generation RNA sequencing, we define gene expression patterns in the context of the entire embryonic skin, and through transcriptome cross-comparisons, we uncover hundreds of enriched genes in cell-type-specific signatures. Axon guidance signaling and many other pathway genes are enriched in multiple signatures, implicating these factors in driving the large-scale cellular rearrangements necessary for HF formation. Finally, we share all data in an interactive, searchable companion website. Our study provides an overarching view of signaling within the entire embryonic skin and captures a molecular snapshot of HF progenitors and their niche.", 
        "contributors": [
            "Sennett, Rachel", 
            "Wang, Zichen", 
            "Rezza, Amélie", 
            "Grisanti, Laura", 
            "Roitershtein, Nataly", 
            "Sicchio, Cristina", 
            "Mok, Ka Wai", 
            "Heitman, Nicholas J", 
            "Clavel, Carlos", 
            "Ma’ayan, Avi", 
            "Rendl, Michael"
        ], 
        "dates": {
            "pub-dates": "9/14/", 
            "year": "2015"
        }, 
        "doi": "10.1016/j.devcel.2015.06.023", 
        "electronic-resource-num": "http://dx.doi.org/10.1016/j.devcel.2015.06.023", 
        "isbn": "1534-5807", 
        "number": "5", 
        "pages": "577-591", 
        "periodical": "Developmental Cell", 
        "titles": {
            "secondary-title": "Developmental Cell", 
            "title": "An Integrated Transcriptome Atlas of Embryonic Hair Follicle Progenitors, Their Niche, and the Developing Skin"
        }, 
        "urls": "http://www.sciencedirect.com/science/article/pii/S153458071500430X", 
        "volume": "34"
    }, 
    {
        "abstract": "With advances in genomics, transcriptomics, metabolomics and proteomics, and more expansive electronic clinical record monitoring, as well as advances in computation, we have entered the Big Data era in biomedical research. Data gathering is growing rapidly while only a small fraction of this data is converted to useful knowledge or reused in future studies. To improve this, an important concept that is often overlooked is data abstraction. To fuse and reuse biomedical datasets from diverse resources, data abstraction is frequently required. Here we summarize some of the major Big Data biomedical research resources for genomics, proteomics and phenotype data, collected from mammalian cells, tissues and organisms. We then suggest simple data abstraction methods for fusing this diverse but related data. Finally, we demonstrate examples of the potential utility of such data integration efforts, while warning about the inherit biases that exist within such data.", 
        "contributors": [
            "Rouillard, Andrew D.", 
            "Wang, Zichen", 
            "Ma’ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "12//", 
            "year": "2015"
        }, 
        "doi": "10.1016/j.compbiolchem.2015.08.005", 
        "electronic-resource-num": "http://dx.doi.org/10.1016/j.compbiolchem.2015.08.005", 
        "isbn": "1476-9271", 
        "keywords": [
            "Data integration", 
            "Bioinformatics", 
            "Systems biology", 
            "Systems pharmacology", 
            "Network biology"
        ], 
        "pages": "123-138", 
        "periodical": "Computational Biology and Chemistry", 
        "titles": {
            "secondary-title": "Computational Biology and Chemistry", 
            "title": "Reprint of “Abstraction for data integration: Fusing mammalian molecular, cellular and phenotype big datasets for better knowledge extraction”"
        }, 
        "urls": "http://www.sciencedirect.com/science/article/pii/S1476927115000833", 
        "volume": "59, Part B"
    }, 
    {
        "abstract": "Gene set analysis of differential expression, which identifies collectively differentially expressed gene sets, has become an important tool for biology. The power of this approach lies in its reduction of the dimensionality of the statistical problem and its incorporation of biological interpretation by construction. Many approaches to gene set analysis have been proposed, but benchmarking their performance in the setting of real biological data is difficult due to the lack of a gold standard. In a previously published work we proposed a geometrical approach to differential expression which performed highly in benchmarking tests and compared well to the most popular methods of differential gene expression. As reported, this approach has a natural extension to gene set analysis which we call Principal Angle Enrichment Analysis (PAEA). PAEA employs dimensionality reduction and a multivariate approach for gene set enrichment analysis. However, the performance of this method has not been assessed nor its implementation as a web-based tool. Here we describe new benchmarking protocols for gene set analysis methods and find that PAEA performs highly. The PAEA method is implemented as a user-friendly web-based tool, which contains 70 gene set libraries and is freely available to the community.", 
        "accession-num": "PMC4737646", 
        "contributors": [
            "Clark, Neil R.", 
            "Szymkiewicz, Maciej", 
            "Wang, Zichen", 
            "Monteiro, Caroline D.", 
            "Jones, Matthew R.", 
            "Ma’ayan, Avi"
        ], 
        "dates": "2015", 
        "doi": "10.1109/BIBM.2015.7359689", 
        "electronic-resource-num": "10.1109/BIBM.2015.7359689", 
        "isbn": "2156-1125", 
        "notes": "Proceedings (IEEE Int Conf Bioinformatics Biomed)", 
        "pages": "256-262", 
        "periodical": "Proceedings. IEEE International Conference on Bioinformatics and Biomedicine", 
        "remote-database-name": "PMC", 
        "titles": {
            "secondary-title": "Proceedings. IEEE International Conference on Bioinformatics and Biomedicine", 
            "title": "Principal Angle Enrichment Analysis (PAEA): Dimensionally Reduced Multivariate Gene Set Enrichment Analysis Tool"
        }, 
        "urls": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4737646/", 
        "volume": "2015"
    }, 
    {
        "abstract": "Data sets from recent large-scale projects can be integrated into one unified puzzle that can provide new insights into how drugs and genetic perturbations applied to human cells are linked to whole-organism phenotypes. Data that report how drugs affect the phenotype of human cell lines and how drugs induce changes in gene and protein expression in human cell lines can be combined with knowledge about human disease, side effects induced by drugs, and mouse phenotypes. Such data integration efforts can be achieved through the conversion of data from the various resources into single-node-type networks, gene-set libraries, or multipartite graphs. This approach can lead us to the identification of more relationships between genes, drugs, and phenotypes as well as benchmark computational and experimental methods. Overall, this lean ‘Big Data’ integration strategy will bring us closer toward the goal of realizing personalized medicine.", 
        "contributors": [
            "Ma’ayan, Avi", 
            "Rouillard, Andrew D.", 
            "Clark, Neil R.", 
            "Wang, Zichen", 
            "Duan, Qiaonan", 
            "Kou, Yan"
        ], 
        "dates": {
            "pub-dates": "9//", 
            "year": "2014"
        }, 
        "doi": "10.1016/j.tips.2014.07.001", 
        "electronic-resource-num": "http://dx.doi.org/10.1016/j.tips.2014.07.001", 
        "isbn": "0165-6147", 
        "keywords": [
            "systems pharmacology", 
            "data integration", 
            "network analysis", 
            "network pharmacology", 
            "side-effect prediction", 
            "target prediction"
        ], 
        "number": "9", 
        "pages": "450-460", 
        "periodical": "Trends in Pharmacological Sciences", 
        "titles": {
            "secondary-title": "Trends in Pharmacological Sciences", 
            "title": "Lean Big Data integration in systems biology and systems pharmacology"
        }, 
        "urls": "http://www.sciencedirect.com/science/article/pii/S0165614714001126", 
        "volume": "35"
    }, 
    {
        "abstract": "The process of cellular senescence generates a repressive chromatin environment, however, the role of histone variants and histone proteolytic cleavage in senescence remains unclear. Here, using models of oncogene-induced and replicative senescence, we report novel histone H3 tail cleavage events mediated by the protease Cathepsin L. We find that cleaved forms of H3 are nucleosomal and the histone variant H3.3 is the preferred cleaved form of H3. Ectopic expression of H3.3 and its cleavage product (H3.3cs1), which lacks the first 21 amino acids of the H3 tail, is sufficient to induce senescence. Further, H3.3cs1 chromatin incorporation is mediated by the HUCA histone chaperone complex. Genome-wide transcriptional profiling revealed that H3.3cs1 facilitates transcriptional silencing of cell cycle regulators including RB/E2F target genes, likely via the permanent removal of H3K4me3. Collectively, our study identifies histone H3.3 and its proteolytically processed forms as key regulators of cellular senescence.", 
        "contributors": [
            "Duarte, Luis F.", 
            "Young, Andrew R. J.", 
            "Wang, Zichen", 
            "Wu, Hsan-Au", 
            "Panda, Taniya", 
            "Kou, Yan", 
            "Kapoor, Avnish", 
            "Hasson, Dan", 
            "Mills, Nicholas R.", 
            "Ma’ayan, Avi", 
            "Narita, Masashi", 
            "Bernstein, Emily"
        ], 
        "dates": {
            "pub-dates": "11/14/online", 
            "year": "2014"
        }, 
        "doi": "10.1038/ncomms6210", 
        "electronic-resource-num": "10.1038/ncomms6210", 
        "notes": "Supplementary information available for this article at http://www.nature.com/ncomms/2014/141114/ncomms6210/suppinfo/ncomms6210_S1.html", 
        "periodical": "Nat Commun", 
        "publisher": "Nature Publishing Group, a division of Macmillan Publishers Limited. All Rights Reserved.", 
        "titles": {
            "secondary-title": "Nat Commun", 
            "title": "Histone H3.3 and its proteolytically processed form drive a cellular senescence programme"
        }, 
        "urls": "http://dx.doi.org/10.1038/ncomms6210", 
        "volume": "5", 
        "work-type": "Article"
    }, 
    {
        "abstract": "Summary: Recently, several high profile studies collected cell viability data from panels of cancer cell lines treated with many drugs applied at different concentrations. Such drug sensitivity data for cancer cell lines provide suggestive treatments for different types and subtypes of cancer. Visualization of these datasets can reveal patterns that may not be obvious by examining the data without such efforts. Here we introduce Drug/Cell-line Browser (DCB), an online interactive HTML5 data visualization tool for interacting with three of the recently published datasets of cancer cell lines/drug-viability studies. DCB uses clustering and canvas visualization of the drugs and the cell lines, as well as a bar graph that summarizes drug effectiveness for the tissue of origin or the cancer subtypes for single or multiple drugs. DCB can help in understanding drug response patterns and prioritizing drug/cancer cell line interactions by tissue of origin or cancer subtype.Availability and implementation: DCB is an open source Web-based tool that is freely available at: http://www.maayanlab.net/LINCS/DCBContact: avi.maayan@mssm.eduSupplementary information: Supplementary data are available at Bioinformatics online.", 
        "contributors": [
            "Duan, Qiaonan", 
            "Wang, Zichen", 
            "Fernandez, Nicolas F.", 
            "Rouillard, Andrew D.", 
            "Tan, Christopher M.", 
            "Benes, Cyril H.", 
            "Ma’ayan, Avi"
        ], 
        "dates": {
            "pub-dates": "November 15, 2014", 
            "year": "2014"
        }, 
        "doi": "10.1093/bioinformatics/btu526", 
        "electronic-resource-num": "10.1093/bioinformatics/btu526", 
        "number": "22", 
        "pages": "3289-3290", 
        "periodical": "Bioinformatics", 
        "titles": {
            "secondary-title": "Bioinformatics", 
            "title": "Drug/Cell-line Browser: interactive canvas visualization of cancer drug/cell-line viability assay datasets"
        }, 
        "urls": "http://bioinformatics.oxfordjournals.org/content/30/22/3289.abstract", 
        "volume": "30"
    }, 
    {
        "abstract": "BACKGROUND:System-wide profiling of genes and proteins in mammalian cells produce lists of differentially expressed genes/proteins that need to be further analyzed for their collective functions in order to extract new knowledge. Once unbiased lists of genes or proteins are generated from such experiments, these lists are used as input for computing enrichment with existing lists created from prior knowledge organized into gene-set libraries. While many enrichment analysis tools and gene-set libraries databases have been developed, there is still room for improvement.RESULTS:Here, we present Enrichr, an integrative web-based and mobile software application that includes new gene-set libraries, an alternative approach to rank enriched terms, and various interactive visualization approaches to display enrichment results using the JavaScript library, Data Driven Documents (D3). The software can also be embedded into any tool that performs gene list analysis. We applied Enrichr to analyze nine cancer cell lines by comparing their enrichment signatures to the enrichment signatures of matched normal tissues. We observed a common pattern of up regulation of the polycomb group PRC2 and enrichment for the histone mark H3K27me3 in many cancer cell lines, as well as alterations in Toll-like receptor and interlukin signaling in K562 cells when compared with normal myeloid CD33+ cells. Such analyses provide global visualization of critical differences between normal tissues and cancer cell lines but can be applied to many other scenarios.CONCLUSIONS:Enrichr is an easy to use intuitive enrichment analysis web-based tool providing various types of visualization summaries of collective functions of gene lists. Enrichr is open source and freely available online at: http://amp.pharm.mssm.edu/Enrichr.", 
        "accession-num": "doi:10.1186/1471-2105-14-128", 
        "contributors": [
            "Chen, Edward", 
            "Tan, Christopher", 
            "Kou, Yan", 
            "Duan, Qiaonan", 
            "Wang, Zichen", 
            "Meirelles, Gabriela", 
            "Clark, Neil", 
            "Ma'ayan, Avi"
        ], 
        "dates": "2013", 
        "doi": "10.1186/1471-2105-14-128", 
        "isbn": "1471-2105", 
        "number": "1", 
        "pages": "128", 
        "periodical": "BMC Bioinformatics", 
        "titles": {
            "secondary-title": "BMC Bioinformatics", 
            "title": "Enrichr: interactive and collaborative HTML5 gene list enrichment analysis tool"
        }, 
        "urls": "http://www.biomedcentral.com/1471-2105/14/128", 
        "volume": "14"
    }, 
    {
        "abstract": "The cell wall is important for pollen tube growth, but little is known about the molecular mechanism that controls cell wall deposition in pollen tubes. Here, the functional characterization of the pollen-expressed Arabidopsis cellulose synthase-like D genes CSLD1 and CSLD4 that are required for pollen tube growth is reported. Both CSLD1 and CSLD4 are highly expressed in mature pollen grains and pollen tubes. The CSLD1 and CSLD4 proteins are located in the Golgi apparatus and transported to the plasma membrane of the tip region of growing pollen tubes, where cellulose is actively synthesized. Mutations in CSLD1 and CSLD4 caused a significant reduction in cellulose deposition in the pollen tube wall and a remarkable disorganization of the pollen tube wall layers, which disrupted the genetic transmission of the male gametophyte. In csld1 and csld4 single mutants and in the csld1 csld4 double mutant, all the mutant pollen tubes exhibited similar phenotypes: the pollen tubes grew extremely abnormally both in vitro and in vivo, which indicates that CSLD1 and CSLD4 are not functionally redundant. Taken together, these results suggest that CSLD1 and CSLD4 play important roles in pollen tube growth, probably through participation in cellulose synthesis of the pollen tube wall.", 
        "contributors": [
            "Wang, Wei", 
            "Wang, Li", 
            "Chen, Chen", 
            "Xiong, Guangyan", 
            "Tan, Xiao-Yun", 
            "Yang, Ke-Zhen", 
            "Wang, Zi-Chen", 
            "Zhou, Yihua", 
            "Ye, De", 
            "Chen, Li-Qun"
        ], 
        "dates": {
            "pub-dates": "October 1, 2011", 
            "year": "2011"
        }, 
        "doi": "10.1093/jxb/err221", 
        "electronic-resource-num": "10.1093/jxb/err221", 
        "number": "14", 
        "pages": "5161-5177", 
        "periodical": "Journal of Experimental Botany", 
        "titles": {
            "secondary-title": "Journal of Experimental Botany", 
            "title": "Arabidopsis CSLD1 and CSLD4 are required for cellulose deposition and normal growth of pollen tubes"
        }, 
        "urls": "http://jxb.oxfordjournals.org/content/62/14/5161.abstract", 
        "volume": "62"
    }
]