{
  "basics": {
    "name": "Zichen Wang, PhD",
    "label": "Assistant Professor",
    "picture": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/AAEAAQAAAAAAAAhyAAAAJDRhNTc1ZTM0LTE4ZTktNGE4Yi1hYTk4LWZiM2U0ZTYxMzNiOQ.jpg",
    "email": "zichen.wang@mssm.edu",
    "phone": "(917) 826-8235",
    "website": "http://www.mountsinai.org/profiles/zichen-wang",
    "summary": "I am an Assistant Professor in biomedical informatics, with intensive experiences in bioinformatics, systems pharmacology, transcriptomics and next-gen sequencing data analysis. I have also been actively applying machine learning methods in my research. I am also interested and experienced in interactive data visualization and web development.",
    "location": {
      "address": "1468 Madison Ave. Rm 19-50",
      "postalCode": "NY 10029",
      "city": "New York",
      "countryCode": "US",
      "region": "New York"
    },
    "profiles": [
      {
        "network": "GitHub",
        "username": "wangz10",
        "url": "https://github.com/wangz10"
      },
      {
        "network": "LinkedIn",
        "username": "zichenwang",
        "url": "https://www.linkedin.com/in/zichenwang"
      },
      {
        "network": "StackOverflow",
        "username": "zichen-wang",
        "url": "http://stackoverflow.com/users/2340065/zichen-wang"
      },
      {
        "network": "Google Scholar",
        "username": "Zichen Wang",
        "url": "https://scholar.google.com/citations?user=bwLMCp4AAAAJ&hl=en"
      },
      {
        "network": "Kaggle",
        "username": "zichen",
        "url": "https://www.kaggle.com/zichen"
      },
      {
        "network": "ResearchGate",
        "username": "Zichen_Wang",
        "url": "https://www.researchgate.net/profile/Zichen_Wang"
      }      
    ]
  },
  "work": [
    {
      "company": "Icahn School of Medicine at Mount Sinai",
      "position": "Assistant Professor",
      "website": "http://www.mountsinai.org/profiles/zichen-wang",
      "startDate": "2017-06-01",
      "endDate": "2023-06-01",
      "summary": "Conduct research in Bioinformatics and Computational Systems Biology.",
      "highlights": []
    },
    {
      "company": "Ma'ayan lab at Icahn School of Medicine at Mount Sinai",
      "position": "Postdoctoral Fellow",
      "website": "http://icahn.mssm.edu/research/labs/maayan-laboratory",
      "startDate": "2017-01-01",
      "endDate": "2017-06-01",
      "summary": "Developed a Machine Learning model leveraging clinical variables from the EMR to study physiological aging.",
      "highlights": []
    },
    {
      "company": "Ma'ayan lab at Icahn School of Medicine at Mount Sinai",
      "position": "PhD Student",
      "website": "http://icahn.mssm.edu/research/labs/maayan-laboratory",
      "startDate": "2013-06-01",
      "endDate": "2017-11-01",
      "summary": "The Ma'ayan Laboratory develops computational and mathematical methods to study the complexity of regulatory networks in mammalian cells.",
      "highlights": [
        "Proved the existence of research focus bias by modeling the longitudinal discovery process of protein-protein interaction network from low-content studies.",
        "Developed a machine learning multi-label classification model to predict drug side effects using features extracted from transcriptomic response profiles and chemical structures.",
        "Applied crowd-sourcing approach to curate gene expression data from public repository and created web portal for the visualization and query of the dataset."
      ]
    },
    {
      "company": "Institute of Biophysics, Chinese Academy of Science",
      "position": "Research Assistant",
      "website": "http://english.ibp.cas.cn/",
      "startDate": "2011-11-01",
      "endDate": "2012-05-01",
      "summary": "",
      "highlights": [
        "Studied epigenetic mechanisms of histone variant CENP-A in human cells."
      ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "Icahn School of Medicine at Mount Sinai",
      "area": "Biomedical Science, Genetic and Genomic Sciences",
      "studyType": "Doctor of Philosophy (PhD)",
      "startDate": "2012-08-15",
      "endDate": "2017-01-01",
      "gpa": "",
      "courses": [
        "Biostatistics",
        "Introduction to Human Genome Analysis",
        "Biomedical Sciences",
        "Computer Programing in System Biology & Bioinformatics"
      ]
    },
    {
      "institution": "China Agricultural University",
      "area": "Biochemistry and Molecular Biology",
      "studyType": "Bachelor of Science (BS)",
      "startDate": "2008-09-01",
      "endDate": "2012-06-01",
      "gpa": "3.8",
      "courses": []
    }
  ],
  "awards": [],
  "publications": [
    {
      "name": "Predicting age by mining electronic medical records with deep learning characterizes differences between chronological and physiological age",
      "publisher": "Journal of Biomedical Informatics",
      "releaseDate": "2017-11-04",
      "website": "https://www.sciencedirect.com/science/article/pii/S153204641730240X",
      "summary": "Determining the discrepancy between chronological and physiological age of patients is central to preventative and personalized care. Electronic medical records (EMR) provide rich information about the patient physiological state, but it is unclear whether such information can be predictive of chronological age. Here we present a deep learning model that uses vital signs and lab tests contained within the EMR of Mount Sinai Health System (MSHS) to predict chronological age. The model is trained on 377,686 EMR from patients of ages 18–85 years old. The discrepancy between the predicted and real chronological age is then used as a proxy to estimate physiological age. Overall, the model can predict the chronological age of patients with a standard deviation error of ∼7 years. The ages of the youngest and oldest patients were more accurately predicted, while patients of ages ranging between 40 and 60 years were the least accurately predicted. Patients with the largest discrepancy between their physiological and chronological age were further inspected. The patients predicted to be significantly older than their chronological age have higher systolic blood pressure, higher cholesterol, damaged liver, and anemia. In contrast, patients predicted to be younger than their chronological age have lower blood pressure and shorter stature among other indicators; both groups display lower weight than the population average. Using information from ∼10,000 patients from the entire cohort who have been also profiled with SNP arrays, genome-wide association study (GWAS) uncovers several novel genetic variants associated with aging. In particular, significant variants were mapped to genes known to be associated with inflammation, hypertension, lipid metabolism, height, and increased lifespan in mice. Several genes with missense mutations were identified as novel candidate aging genes. In conclusion, we demonstrate how EMR data can be used to assess overall health via a scale that is based on deviation from the patient’s predicted chronological age."
    },
    {
      "name": "Extraction and analysis of signatures from the Gene Expression Omnibus by the crowd",
      "publisher": "Nature Communications",
      "releaseDate": "2016-09-26",
      "website": "https://www.nature.com/articles/ncomms12846",
      "summary": "Gene expression data are accumulating exponentially in public repositories. Reanalysis and integration of themed collections from these studies may provide new insights, but requires further human curation. Here we report a crowdsourcing project to annotate and reanalyse a large number of gene expression profiles from Gene Expression Omnibus (GEO). Through a massive open online course on Coursera, over 70 participants from over 25 countries identify and annotate 2,460 single-gene perturbation signatures, 839 disease versus normal signatures, and 906 drug perturbation signatures. All these signatures are unique and are manually validated for quality. Global analysis of these signatures confirms known associations and identifies novel associations between genes, diseases and drugs. The manually curated signatures are used as a training set to develop classifiers for extracting similar signatures from the entire GEO repository. We develop a web portal to serve these signatures for query, download and visualization."
    },
    {
      "name": "An open RNA-Seq data analysis pipeline tutorial with an example of reprocessing data from a recent Zika virus study",
      "publisher": "F1000Research",
      "releaseDate": "2016-07-05",
      "website": "https://f1000research.com/articles/5-1574/v1",
      "summary": "RNA-seq analysis is becoming a standard method for global gene expression profiling. However, open and standard pipelines to perform RNA-seq analysis by non-experts remain challenging due to the large size of the raw data files and the hardware requirements for running the alignment step. Here we introduce a reproducible open source RNA-seq pipeline delivered as an IPython notebook and a Docker image. The pipeline uses state-of-the-art tools and can run on various platforms with minimal configuration overhead. The pipeline enables the extraction of knowledge from typical RNA-seq studies by generating interactive principal component analysis (PCA) and hierarchical clustering (HC) plots, performing enrichment analyses against over 90 gene set libraries, and obtaining lists of small molecules that are predicted to either mimic or reverse the observed changes in mRNA expression. We apply the pipeline to a recently published RNA-seq dataset collected from human neuronal progenitors infected with the Zika virus (ZIKV). In addition to confirming the presence of cell cycle genes among the genes that are downregulated by ZIKV, our analysis uncovers significant overlap with upregulated genes that when knocked out in mice induce defects in brain morphology. This result potentially points to the molecular processes associated with the microcephaly phenotype observed in newborns from pregnant mothers infected with the virus. In addition, our analysis predicts small molecules that can either mimic or reverse the expression changes induced by ZIKV. The IPython notebook and Docker image are freely available at: http://nbviewer.jupyter.org/github/maayanlab/Zika-RNAseq-Pipeline/blob/master/Zika.ipynb and https://hub.docker.com/r/maayanlab/zika/."
    },
    {
      "name": "Drug Induced Adverse Events Prediction with the LINCS L1000 Data",
      "publisher": "Bioinformatics",
      "releaseDate": "2016-04-01",
      "website": "http://bioinformatics.oxfordjournals.org/content/early/2016/04/01/bioinformatics.btw168.abstract",
      "summary": "Adverse Drug Reactions (ADRs) are a central consideration during drug development. Here we present a machine learning classifier to prioritize ADRs for approved drugs and pre-clinical small-molecule compounds by combining chemical structure (CS) and gene expression (GE) features. The GE data is from the Library of Integrated Network-based Cellular Signatures (LINCS) L1000 dataset that measured changes in GE before and after treatment of human cells with over 20,000 small molecule compounds including most of the FDA-approved drugs. Using various ben-chmarking methods, we show that the integration of GE data with the CS of the drugs can significantly improve the predictability of ADRs. Moreover, transforming GE features to enrichment vectors of biological terms further improves the predictive capability of the classifiers. The most predictive biological-term features can assist in understanding the drug mechanisms of action. Finally, we applied the classifier to all >20,000 small molecules profiled, and developed a web portal for browsing and searching predictive small-molecule/ADR connections."
    },
    {
      "name": "Dynamics of the discovery process of protein-protein interactions from low content studies",
      "publisher": "BMC systems biology",
      "releaseDate": "2015-06-06",
      "website": "http://bmcsystbiol.biomedcentral.com/articles/10.1186/s12918-015-0173-z",
      "summary": "We analyzed the longitudinal discovery process of literature-based mammalian and yeast PPINs to observe that these networks are discovered non-uniformly. The pattern of discovery is related to a theoretical concept proposed by Kauffman called “expanding the adjacent possible”. We introduce a network discovery model which explicitly includes the space of possibilities in the form of a true underlying PPIN."
    },
    {
      "name": "Lean Big Data integration in systems biology and systems pharmacology",
      "publisher": "Trends in pharmacological sciences",
      "releaseDate": "2014-09-30",
      "website": "http://www.sciencedirect.com/science/article/pii/S0165614714001126",
      "summary": "Many relevant resources from systems biology and pharmacology can be combined into a general map. Data from the resources can be converted into networks, gene-set libraries, and bipartite graphs. Indirect relationships (e.g., matching drugs to patients) can be identified by data integration. Combining independent sources can be used to validate computational and experimental methods. Predictions can be improved when two independent networks are used to predict a third network."
    }
  ],
  "skills": [
    {
      "name": "Data Science",
      "level": "Master",
      "keywords": [
        "Exploratory analysis",
        "Classification",
        "Clustering",
        "Regression",
        "Interactive data visualization",
        "Natural Language Processing",
        "Deep Learning"
      ]
    },
    {
      "name": "Bioinformatics and Systems Biology",
      "level": "Master",
      "keywords": [
        "Next-gen sequencing data analysis",
        "Transcritomics",
        "Network analysis",
        "Cheminformatics"
      ]
    },
    {
      "name": "Software Development",
      "level": "master",
      "keywords": [
        "Flask",
        "Shiny",
        "MongoDB",
        "Docker",
        "Apache Mesos",        
        "Bootstrap",
        "Backbone.js",
        "d3.js",
        "THREE.js"
      ]
    },
    {
      "name": "Programming Languages",
      "level": "master",
      "keywords": [
        "Python",
        "R",
        "Javascript",
        "SQL",
        "Bash",
        "PHP",
        "MATLAB",
        "HTML",
        "CSS"
      ]
    }
  ],
  "languages": [
    {
      "language": "English",
      "fluency": "Full professional proficiency"
    },
    {
      "language": "Chinese",
      "fluency": "Native speaker"
    }
  ],
  "interests": [],
  "references": [
    {
      "name": "Avi Ma'ayan, PhD",
      "reference": "hello world"
    }
  ]
}