{
  "basics": {
    "name": "Zichen Wang",
    "label": "PhD candidate/Bioinformatician/Data Scientist",
    "picture": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/AAEAAQAAAAAAAAhyAAAAJDRhNTc1ZTM0LTE4ZTktNGE4Yi1hYTk4LWZiM2U0ZTYxMzNiOQ.jpg",
    "email": "zichen.wang@mssm.edu",
    "phone": "(917) 826-8235",
    "website": "http://wangz10.github.io/",
    "summary": "Zichen Wang is a PhD candidate in biomedical informatics, with intensive experiences in systems pharmacology, transcriptomics and sequencing data analysis. I have also been actively applying machine learning methods in my research. I am also interested and experienced in interactive data visualization and web development.",
    "location": {
      "address": "1468 Madison Ave. Rm 19-50",
      "postalCode": "NY 10029",
      "city": "New York",
      "countryCode": "US",
      "region": "New York"
    },
    "profiles": [
      {
        "network": "GitHub",
        "username": "wangz10",
        "url": "https://github.com/wangz10"
      },
      {
        "network": "LinkedIn",
        "username": "zichenwang",
        "url": "https://www.linkedin.com/in/zichenwang"
      },
      {
        "network": "StackOverflow",
        "username": "zichen-wang",
        "url": "http://stackoverflow.com/users/2340065/zichen-wang"
      },
      {
        "network": "Google Scholar",
        "username": "Zichen Wang",
        "url": "https://scholar.google.com/citations?user=bwLMCp4AAAAJ&hl=en"
      },
      {
        "network": "Kaggle",
        "username": "zichen",
        "url": "https://www.kaggle.com/zichen"
      },
      {
        "network": "ResearchGate",
        "username": "Zichen_Wang",
        "url": "https://www.researchgate.net/profile/Zichen_Wang"
      }      
    ]
  },
  "work": [
    {
      "company": "Ma'ayan lab at Icahn School of Medicine at Mount Sinai",
      "position": "PhD student",
      "website": "http://icahn.mssm.edu/research/labs/maayan-laboratory",
      "startDate": "2013-06-01",
      "endDate": "2017-03-01",
      "summary": "The Ma'ayan Laboratory develops computational and mathematical methods to study the complexity of regulatory networks in mammalian cells.",
      "highlights": [
        "Proved the existence of research focus bias by modeling the longitudinal discovery process of protein-protein interaction network from low-content studies.",
        "Developed a machine learning multi-label classification model to predict drug side effects using features extracted from transcriptomic response profiles and chemical structures.",
        "Applied crowd-sourcing approach to curate gene expression data from public repository and created web portal for the visualization and query of the dataset."
      ]
    },
    {
      "company": "Institute of Biophysics, Chinese Academy of Science",
      "position": "Research Assistant",
      "website": "http://english.ibp.cas.cn/",
      "startDate": "2011-11-01",
      "endDate": "2012-05-01",
      "summary": "",
      "highlights": [
        "Studied epigenetic mechanisms of histone variant CENP-A in human cells."
      ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "Icahn School of Medicine at Mount Sinai",
      "area": "Biomedical Science, Genetic and Genomic Sciences",
      "studyType": "Doctor of Philosophy (PhD)",
      "startDate": "2012-08-15",
      "endDate": "2017-03-01",
      "gpa": "",
      "courses": [
        "Biostatistics",
        "Introduction to Human Genome Analysis",
        "Biomedical Sciences",
        "Computer Programing in System Biology & Bioinformatics"
      ]
    },
    {
      "institution": "China Agricultural University",
      "area": "Biochemistry and Molecular Biology",
      "studyType": "Bachelor of Science (BS)",
      "startDate": "2008-09-01",
      "endDate": "2012-06-01",
      "gpa": "3.8",
      "courses": []
    }
  ],
  "awards": [],
  "publications": [
    {
      "name": "Drug Induced Adverse Events Prediction with the LINCS L1000 Data",
      "publisher": "Bioinformatics",
      "releaseDate": "2016-04-01",
      "website": "http://bioinformatics.oxfordjournals.org/content/early/2016/04/01/bioinformatics.btw168.abstract",
      "summary": "Adverse Drug Reactions (ADRs) are a central consideration during drug development. Here we present a machine learning classifier to prioritize ADRs for approved drugs and pre-clinical small-molecule compounds by combining chemical structure (CS) and gene expression (GE) features. The GE data is from the Library of Integrated Network-based Cellular Signatures (LINCS) L1000 dataset that measured changes in GE before and after treatment of human cells with over 20,000 small molecule compounds including most of the FDA-approved drugs. Using various ben-chmarking methods, we show that the integration of GE data with the CS of the drugs can significantly improve the predictability of ADRs. Moreover, transforming GE features to enrichment vectors of biological terms further improves the predictive capability of the classifiers. The most predictive biological-term features can assist in understanding the drug mechanisms of action. Finally, we applied the classifier to all >20,000 small molecules profiled, and developed a web portal for browsing and searching predictive small-molecule/ADR connections."
    },
    {
      "name": "Dynamics of the discovery process of protein-protein interactions from low content studies",
      "publisher": "BMC systems biology",
      "releaseDate": "2015-06-06",
      "website": "http://bmcsystbiol.biomedcentral.com/articles/10.1186/s12918-015-0173-z",
      "summary": "We analyzed the longitudinal discovery process of literature-based mammalian and yeast PPINs to observe that these networks are discovered non-uniformly. The pattern of discovery is related to a theoretical concept proposed by Kauffman called “expanding the adjacent possible”. We introduce a network discovery model which explicitly includes the space of possibilities in the form of a true underlying PPIN."
    },
    {
      "name": "Lean Big Data integration in systems biology and systems pharmacology",
      "publisher": "Trends in pharmacological sciences",
      "releaseDate": "2014-09-30",
      "website": "http://www.sciencedirect.com/science/article/pii/S0165614714001126",
      "summary": "Many relevant resources from systems biology and pharmacology can be combined into a general map. Data from the resources can be converted into networks, gene-set libraries, and bipartite graphs. Indirect relationships (e.g., matching drugs to patients) can be identified by data integration. Combining independent sources can be used to validate computational and experimental methods. Predictions can be improved when two independent networks are used to predict a third network."
    },
    {
      "name": "Drug/Cell-line Browser: interactive canvas visualization of cancer drug/cell-line viability assay datasets",
      "publisher": "Bioinformatics",
      "releaseDate": "2014-08-06",
      "website": "http://bioinformatics.oxfordjournals.org/content/30/22/3289",
      "summary": "Recently, several high profile studies collected cell viability data from panels of cancer cell lines treated with many drugs applied at different concentrations. Such drug sensitivity data for cancer cell lines provide suggestive treatments for different types and subtypes of cancer. Visualization of these datasets can reveal patterns that may not be obvious by examining the data without such efforts. Here we introduce Drug/Cell-line Browser (DCB), an online interactive HTML5 data visualization tool for interacting with three of the recently published datasets of cancer cell lines/drug-viability studies. DCB uses clustering and canvas visualization of the drugs and the cell lines, as well as a bar graph that summarizes drug effectiveness for the tissue of origin or the cancer subtypes for single or multiple drugs. DCB can help in understanding drug response patterns and prioritizing drug/cancer cell line interactions by tissue of origin or cancer subtype."
    }
  ],
  "skills": [
    {
      "name": "Data Science",
      "level": "Master",
      "keywords": [
        "Data wrangling",
        "Exploratory analysis",
        "Classification",
        "Clustering",
        "Regression",
        "Interactive data visualization",
        "Natural Language Processing"
      ]
    },
    {
      "name": "Bioinformatics and Systems Biology",
      "level": "Master",
      "keywords": [
        "Next-gen sequencing data analysis",
        "Transcritomics",
        "Network analysis",
        "Cheminformatics"
      ]
    },
    {
      "name": "Web Development",
      "level": "master",
      "keywords": [
        "Flask",
        "Shiny",
        "Bootstrap",
        "Backbone.js"
      ]
    },
    {
      "name": "Programming Languages",
      "level": "master",
      "keywords": [
        "Python",
        "R",
        "Javascript",
        "SQL",
        "Bash",
        "MATLAB",
        "HTML",
        "CSS"
      ]
    }
  ],
  "languages": [
    {
      "language": "English",
      "fluency": "Full professional proficiency"
    },
    {
      "language": "Chinese",
      "fluency": "Native speaker"
    }
  ],
  "interests": [],
  "references": [
    {
      "name": "Avi Ma'ayan, PhD",
      "reference": "hello world"
    }
  ]
}